[{"id": ["367651", "141231", "141231e"], "data": ["Prudie is so busy sputtering she hopes she can type!", "She hopes she can type."], "label": "entailment"}, {"id": ["184690", "48100", "48100e"], "data": ["Congress has passed the Sarbanes-Oxley legislation which included establishment of the Public Company Accounting Oversight Board (PCAOB), tougher independence standards for auditors of public companies, and independent funding sources for the PCAOB and the FASB; the SEC has taken a number of regulatory and enforcement actions and made initial appointments to the PCAOB; various U.S.", "Congress has passed the Sarbanes-Oxley legislation"], "label": "entailment"}, {"id": ["379947", "124828", "124828e"], "data": ["yeah and then you know it's like i tell him you make more money than i do than i could ever really think about if i made as much money as my brother i would be just like set for life", "My brother has a much higher income compared to me."], "label": "entailment"}, {"id": ["292340", "143217", "143217e"], "data": ["He talked of the recent attempt of a noble bandit lord to take the town.", "A bandit attempted to take over a town. "], "label": "entailment"}, {"id": ["339340", "43067", "43067e"], "data": ["From Callosa take the Parcent road, follow it for 21?a2 km (11?a2 miles), and make a right-hand turn at the entrance to the El Algar waterfalls, a tumbling oasis beneath the massive Sierra Bernia formed by a tributary of the River Guadalest.", "Under the Sierra Bernia there's a tumbling oasis."], "label": "entailment"}, {"id": ["172518", "70151", "70151e"], "data": ["This is certainly not a cantina fixture.", "This is something other than a cantina fixture."], "label": "entailment"}, {"id": ["154727", "57077", "57077e"], "data": ["from the beginning i would", "I would from the beginning. "], "label": "entailment"}, {"id": ["10085", "53166", "53166e"], "data": ["The Congress is currently considering measures intended to address several of the practices and challenges we identified.", "The Congress is currently considering measures intended to address several practices."], "label": "entailment"}, {"id": ["204298", "118587", "118587e"], "data": ["When they were done both men stood, criss-crossed with dozens of stripes of black ash.", "The two men were standing and looking like a mess."], "label": "entailment"}, {"id": ["386738", "19139", "19139e"], "data": ["Bradley concedes--but there's a twinkle in his eye.", "He gives the point but you can tell there's something there."], "label": "entailment"}, {"id": ["29761", "60872", "60872e"], "data": ["well well what seems to be the answer is to concentrate on uh you know the children", "It seems that the answer is to concentrate on the children."], "label": "entailment"}, {"id": ["130445", "70346", "70346e"], "data": ["man i'd carry garbage for twenty eight thousand a year", "I would carry garbage for a long time."], "label": "entailment"}, {"id": ["368253", "56093", "56093e"], "data": ["To illustrate differences among types of information, we might base the conclusion that the day was hot on data from an instrument that records the room temperature (numerical and objective), a record of the atmospheric temperature as written down by an observer checking a thermometer (numerical and relatively nonsubjective), a survey asking people how hot they felt (nonnumerical and subjective), and a thick description of what clothes people were wearing, how much they perspired or shivered, whether they turned up the furnace or the air conditioner, and how much energy they seemed to have for work (nonnumerical and judgmental).", "We might use qualitative information to judge things like temperature."], "label": "entailment"}, {"id": ["263846", "136183", "136183e"], "data": ["With exceptional year-round weather, over 72 miles (116 km) of beaches, vast mountain ranges, and a hyperathletic community, Los Angeles has enough outdoor activities to keep you busy for the next ten years.", "Los Angeles has many outdoor activities."], "label": "entailment"}, {"id": ["134216", "38677", "38677e"], "data": ["right no something like that is just uh unforgivable", "You're right. Something like that is unforgivable. "], "label": "entailment"}, {"id": ["35100", "129537", "129537e"], "data": ["He must be one of those conjured into existence here from the real Egypt of the past.", "He must be from the real Egypt of the past."], "label": "entailment"}, {"id": ["10287", "92183", "92183e"], "data": ["Analyzing Written Material.", "They are analyzing the written materials."], "label": "entailment"}, {"id": ["131963", "97131", "97131e"], "data": ["golly so that's pretty that's pretty good", "That is pretty good."], "label": "entailment"}, {"id": ["266972", "125851", "125851e"], "data": ["Impeachment so haunts Gore that he has designed his entire campaign around neutralizing it.", "Gore is concerned about the topic of impeachment."], "label": "entailment"}, {"id": ["21006", "91624", "91624e"], "data": ["Therefore, it is an exchange revenue of the entity that administers the retirement plan and thus is an offset to that entity's gross cost in calculating its net cost of operations.", "Exchange revenue gives a retirement plan and offsets the entity's gross cost. "], "label": "entailment"}, {"id": ["333516", "74245", "74245e"], "data": ["It was the expression on his face that was extraordinary, a curious mingling of terror and agitation. ", "He looked very scared and mad."], "label": "entailment"}, {"id": ["203657", "84617", "84617e"], "data": ["You'd better hold that in mind, gal.", "She ought to consider that."], "label": "entailment"}, {"id": ["373192", "91706", "91706e"], "data": ["Adrin cocked his head, moved his elbow, and slid his off-hand stick across San'doro's exposed belly.", "Adrin and San'doro had an altercation. "], "label": "entailment"}, {"id": ["268612", "36133", "36133e"], "data": ["That is the invariable description of Mr. Brown! ", "Yes, Mr. Brown has always been like that!"], "label": "entailment"}, {"id": ["20003", "23579", "23579e"], "data": ["Inside, on the ceiling of the central octagonal dome, are Correggio's greatest masterpieces, his frescoes of the Assumption of the Virgin (1530) where he achieved, in the truest sense, exalting emotion without the sentimentality of Mannerist imitators.", "The Assumption of the Virgin is an example of one of Correggio's most valued artwork."], "label": "entailment"}, {"id": ["306915", "130414", "130414e"], "data": ["Think of Spike Lee at Morehouse College.", "I want you to think Spike Lee at Morehouse College."], "label": "entailment"}, {"id": ["185966", "107712", "107712e"], "data": ["She laughed, and closed the door, reopening it to add with dignity: \"Morally, I shall always consider I have been jilted!\"", "She opened and closed the door to say more."], "label": "entailment"}, {"id": ["300223", "119307", "119307e"], "data": ["The cymbidiums have received many awards, most notably from the British Royal Horticultural Society.", "The British Royal Horticultural Society has awarded the cymbidiums."], "label": "entailment"}, {"id": ["320159", "58439", "58439e"], "data": ["Investigations by their very nature do not support the use of entrance or exit conferences.", "Investigations don't support entrance or exit conferences "], "label": "entailment"}, {"id": ["220352", "13977", "13977e"], "data": ["A sizable minority of judges may still regard the conflicting parties equally in their rulings, she said, but newer state laws have increasingly put the focus on violent abuse as the main problem requiring state intervention.", "Newer state laws focus on violent abuse as the main problem."], "label": "entailment"}, {"id": ["155627", "72089", "72089e"], "data": ["But where they came from doesn't matter as much as why Helms chose to use them the way he did.", "We should not be very worried about where they came from."], "label": "entailment"}, {"id": ["19587", "24132", "24132e"], "data": ["Archaeological excavations have revealed evidence of habitation here as long ago as 900 b.c.", "Archaeologists have shown proof of residency here as far back as 900 b.c."], "label": "entailment"}, {"id": ["261934", "30281", "30281e"], "data": ["These  (1) certain pension consultants, (2) nationally recognized statistical rating organizations, (3) certain advisers affiliated with SEC-registered investment advisers, and (4) newly formed advisers that have a reasonable expectation of becoming eligible for SEC registration within 120 days.", "Pension consultants are a group that could potentially be eligible to register with the SEC within 4 months."], "label": "entailment"}, {"id": ["104591", "127535", "127535e"], "data": ["'Oh.' I stood up.", "I stood up and exclaimed \"Oh.\"."], "label": "entailment"}, {"id": ["111756", "57453", "57453e"], "data": ["The Arboretum of Los Angeles County (301 North Baldwin Ave. ) is here, nurturing plants from every part of the world.", "There are plants from all over the world at the Arboretum of Los Angeles County."], "label": "entailment"}, {"id": ["29023", "98010", "98010e"], "data": ["Huge men wearing boiled leather and armed with whips and short blades walked among them.", "Huge men carried weapons."], "label": "entailment"}, {"id": ["322808", "29209", "29209e"], "data": ["I will give you L50 L60 whatever you want.", "I will give you 50 or 60 if you want."], "label": "entailment"}, {"id": ["60457", "1222", "1222e"], "data": ["This belief is consistent with the requirements of the Federal Financial Management Improvement Act of 1996 which states that each agency shall implement and maintain financial management systems that comply substantially with Federal financial management systems requirements, applicable Federal accounting standards, and the United States Government Standard General Ledger at the transaction level.", "The Federal Financial Management Improvement Act of 1996 requires agencies to implement financial management systems."], "label": "entailment"}, {"id": ["310140", "139713", "139713e"], "data": ["One unexpected sight, in a remote valley near Cala Llonga, is a civilized, meticulously tended, exquisitely green golf course.", "There is a golf course located in a remote valley near Cala Llonga."], "label": "entailment"}, {"id": ["258999", "126869", "126869e"], "data": ["What's more, the latter reads more like it slugs a story about the Amalgamated Interior Decorators and Salon Stylists.", "To add to that, the latter reads more like it slugs a story about the Amalgamated Interior Decorators and Salon Stylists,"], "label": "entailment"}, {"id": ["21445", "93784", "93784e"], "data": ["Now the Clintons' tactics often seem more Nixonian than New Age.", "New Age is not the always way to describe the Clintons' tactics any longer."], "label": "entailment"}, {"id": ["210589", "44551", "44551e"], "data": ["No, I'm pretty sure Dr. Hall's all right.\"", "I'm fairly certain that Dr. Hall is all right. "], "label": "entailment"}, {"id": ["206866", "93314", "93314e"], "data": ["She did not know her own name, or where she had come from, or where she was.", "She had no recollection of her name, her location or her origin."], "label": "entailment"}, {"id": ["70804", "40974", "40974e"], "data": ["handling unaddressed mail on city routes,16 even as it does already on rural routes.", "Unaddressed mail on city routes will be handled in similar fashion to rural routes."], "label": "entailment"}, {"id": ["213169", "92143", "92143e"], "data": ["a lot of times in the summer i'll try to uh like on a Friday i'll try to take off half a day and maybe go play some golf", "During the summer, I'll occasionally take a half day off on Fridays to play golf. "], "label": "entailment"}, {"id": ["131942", "108326", "108326e"], "data": ["The system of taboo (kapu) gave society its laws and the people a complex moral code.", "The taboo system gave people a set of morals. "], "label": "entailment"}, {"id": ["39363", "10971", "10971e"], "data": ["It stands opposite the massive triple-arched Palazzo Pretorio, medieval police headquarters.", "It is next to Palazzo Pretorio, an old, large, police headquarters."], "label": "entailment"}, {"id": ["153416", "1499", "1499e"], "data": ["Let them sit, said Jon when Thorn had tried to kill time by tossing the bodies into a pile.", "Thorn was going to arrange the bodies in a pile. "], "label": "entailment"}, {"id": ["195648", "111496", "111496e"], "data": ["Congress designated a specific set of rights and guarantees for H-2A workers, including workers compensation, housing, and other benefits to ensure that these statutory goals were met.", "Specific rights and guarantees are set for H-2A workers."], "label": "entailment"}, {"id": ["256023", "62787", "62787e"], "data": ["While this would bias estimates based on more recent pollution levels upwards, it also would imply a truly long-term chronic effect of pollution.", "A long term effect of pollution would be implied."], "label": "entailment"}, {"id": ["54421", "106137", "106137e"], "data": ["Bryant for introducing the bill, Payne said. ", "Payne mentioned Bryant and the introduction of the bill."], "label": "entailment"}, {"id": ["118960", "130584", "130584e"], "data": ["Performance measurement (principle IV) and information management human capital development (principle VI) are two areas that private, state, and federal CIOs all agreed must be addressed in order for the CIO and the supporting organization to be successful.", "Private, state, and federal CIOs are all in agreement that performance measurement must be addressed."], "label": "entailment"}, {"id": ["263456", "102479", "102479e"], "data": ["Inside, you'll see the Medici family arms set in the floor in front of the altar.", "You can see the Medici family arms inside in front of the altar."], "label": "entailment"}, {"id": ["101767", "68467", "68467e"], "data": ["But if a protester had shouted your question at Bush, would you have reported who asked the question?", "Would you have reported who asked the question in that situation"], "label": "entailment"}, {"id": ["136721", "102642", "102642e"], "data": ["The local hero, called Joaqu?­n Vara de Rey, was a Spanish general who died defending the colony of Cuba against the Americans in the war of 1898.", "A Spanish general perished in the defence of Cuba."], "label": "entailment"}, {"id": ["381616", "109865", "109865e"], "data": ["Everyone has a stake in making our justice system accessible and fair.", "It's important to everyone that we have a fair and accessible justice system. "], "label": "entailment"}, {"id": ["240852", "38886", "38886e"], "data": ["This charming, peaceful spot, where Jesus grieved, prayed, was betrayed by Judas, and arrested by the Roman soldiers, takes its name from the ancient olive trees (geth-shemna means oil-press) which have been grown here since before Christ's time.", "Jesus was betrayed and arrested in this pleasant spot."], "label": "entailment"}, {"id": ["27665", "88092", "88092e"], "data": ["(  verification and validation, defined", "Verifying and validating"], "label": "entailment"}, {"id": ["1064", "13371", "13371e"], "data": ["The waters of the Algarve provide some of the best big-game fishing in Europe.", "Some of the best big-game fishing in Europe is found off the coast of Algarve."], "label": "entailment"}, {"id": ["188896", "87700", "87700e"], "data": ["The federal CIO is also subject to a funding process that is more complex and uncertain than in most other organizations.", "The federal CIO is subject to a funding process."], "label": "entailment"}, {"id": ["216835", "139928", "139928e"], "data": ["The Fat Man could see my blossoming disbelief.", "My disbelief was easy to see."], "label": "entailment"}, {"id": ["333590", "96607", "96607e"], "data": ["Converted from a 13th-century convent of Dominican nuns, the Musee d'Unterlinden provides a perfect setting in which to view one of the world's undisputed masterpieces of religious art, Matthias Gr??newald's awe-inspiring Isenheim altarpiece.", "The museum has stunning works of religious art. "], "label": "entailment"}, {"id": ["7069", "17214", "17214e"], "data": ["threw it away  oh gosh let's see the teams that  i think the A's were in it last year the Oakland A's and i think it was i don't think it was an all California baseball", "I'm trying to remember and I think that it included mostly teams from California like the Oakland A's."], "label": "entailment"}, {"id": ["195451", "125953", "125953e"], "data": ["She seemed grave, almost sad. ", "She appeared solemn, almost mournful."], "label": "entailment"}, {"id": ["208720", "140724", "140724e"], "data": ["crazy for him to but", "It was crazy."], "label": "entailment"}, {"id": ["380953", "138520", "138520e"], "data": ["While the SEC found that it would be inconsistent with the Coordination Act to grant an exemption for the above-described small entities, the Commissioner has written to the congressional committees concerned urging that the sunset provision be eliminated and the ERISA exemption be made permanent.", "The Commissioner is at odds with the SEC because he wants an exemption for small entities."], "label": "entailment"}, {"id": ["279226", "129937", "129937e"], "data": ["Thus far, we have sought to obtain adequate, relevant records and explanations without success.", "We have not been successful in obtaining the relevant and adequate records. "], "label": "entailment"}, {"id": ["323224", "86646", "86646e"], "data": ["oh you were oh okay", "I understand you were."], "label": "entailment"}, {"id": ["311642", "78154", "78154e"], "data": ["These perpetually sunny islands are also very beautiful in the best tropical  a riot of flowers, tangled green forests, mountain waterfalls, dramatic rocky headlands, beaches of white, tan, or black volcanic sand.", "These sunny islands are filled with beautiful scenery."], "label": "entailment"}, {"id": ["71936", "17048", "17048e"], "data": ["Now it was fully awake in him.", "Awake it was in him, fully and completely. "], "label": "entailment"}, {"id": ["26281", "9818", "9818e"], "data": ["The ubiquitous Iskender kebap is a dish of dener kebap served on a bed of diced pide bread with tomato sauce and yoghurt, topped with a sizzling splash of browned butter.", "Dener Kebap served on pide bread with tomato sauce, yoghurt and butter can be called Iskender kebap."], "label": "entailment"}, {"id": ["196621", "15134", "15134e"], "data": ["The Astronomer said, \"Youth!\"  ", "The Astronomer shouted, \"Youth!\""], "label": "entailment"}, {"id": ["111112", "137654", "137654e"], "data": ["They should be mining.", "They should spend their time mining."], "label": "entailment"}, {"id": ["337199", "29821", "29821e"], "data": ["yeah it's nice because when the weather's bad you can't you don't have any excuse", "When the weather is  not good you really don't have any excuse."], "label": "entailment"}, {"id": ["31916", "85197", "85197e"], "data": ["An asset's market value can change as a result of changes in tax treatment; investors' perceptions of risk; taste; or households' expectations of future economic capacity arising from, for example, the introduction of new technology.", "An asset has a market value that can change."], "label": "entailment"}, {"id": ["170267", "55697", "55697e"], "data": ["She happened to pick up the key of Mrs. Inglethorp's despatch-case, which had been lost that morning. ", "She got a hold of the previously missing key to the despatch-case."], "label": "entailment"}, {"id": ["243219", "39611", "39611e"], "data": ["study's results were used to calculate the parameter to measure the effect of deciview changes on WTP.", "The effect of deciview changes on WTP were studied."], "label": "entailment"}, {"id": ["151570", "29322", "29322e"], "data": ["I guess it's cured owing to your skilful treatment, doc.", "I think that you cured me doctor."], "label": "entailment"}, {"id": ["302985", "54532", "54532e"], "data": ["right and uh usually i cut those little cherry tomatoes up and put some color into it you know and i'll lay those on top of my salad you know to make it look nice and things like that", "Cherry tomatoes add color so I just cut them up and put them in the salad."], "label": "entailment"}, {"id": ["228375", "7998", "7998e"], "data": ["The nearby Cathedrale d'Images uses a former limestone quarry as the backdrop for a stunning show of giant images.", "A former limestone quarry is a background at the Cathedrale d'Images. "], "label": "entailment"}, {"id": ["21300", "39472", "39472e"], "data": [" \"This Kitchell...think it's true that some of the ranchers are really helpin' him?\"", "Kitchell thinks that some of the ranchers are helping him."], "label": "entailment"}, {"id": ["380612", "114565", "114565e"], "data": ["The prior rule mandated that each case had to be at least partially funded by LSC funds, as well as being LSCeligible.", "The prior rule mandated that each case had to be at least partially funded by LSC funds."], "label": "entailment"}, {"id": ["273953", "95983", "95983e"], "data": ["Any modern presidential affair would need to meet stringent demands.", "Presidential affairs these days need to meet strict demands."], "label": "entailment"}, {"id": ["374194", "74779", "74779e"], "data": ["What will happen everywhere else, though, is still uncertain.", "It is not certain what will happen in other areas."], "label": "entailment"}, {"id": ["29261", "46886", "46886e"], "data": ["The spear woman's horse screamed and fell.", "The horse made a terrible noise."], "label": "entailment"}, {"id": ["74015", "91032", "91032e"], "data": ["If the victim managed to make her way here and stay for three years as a nun, she could obtain a decree of divorce from the shogunate and go free.", "If a woman came here and was a nun for three years, the shogunate could approve her divorce and she could go free."], "label": "entailment"}, {"id": ["352280", "121440", "121440e"], "data": ["I already know I am an idiot, but am I to be a happy idiot or a miserable one?", "Even if I am dumb, should I be sad about it?"], "label": "entailment"}, {"id": ["140067", "133302", "133302e"], "data": ["The British tabloids gave major coverage to a recent photograph of Cherie Blair, the British prime minister's wife, showing her wearing a bioelectric pendant round her neck to protect her from harmful energy rays.", "The British papers showed a lot of photos of Cherie Blair."], "label": "entailment"}, {"id": ["383965", "35109", "35109e"], "data": ["it's not not to me personally no", "To them it is personally a no"], "label": "entailment"}, {"id": ["374837", "2042", "2042e"], "data": ["I believe the majority of Americans, if they think about it at all--and keep in mind that the ones who think about it are also the ones who take the time to vote--think that our cultural life has coarsened, or even debased, and that the sense of values that just 30 or even fewer years ago meant that the majority of Americans felt no need to lock their doors has been, perhaps irretrievably, lost.", "I think that many Americans think that our cultural life has worsened."], "label": "entailment"}, {"id": ["75635", "70379", "70379e"], "data": ["I didn't recall Derry having an education.", "I don't think Derry is educated. "], "label": "entailment"}, {"id": ["370785", "17617", "17617e"], "data": ["and no reason to be", "No reason to be."], "label": "entailment"}, {"id": ["6695", "42776", "42776e"], "data": ["For the deal to make sense, the costs of working together in a contractual relationship would have to be greater than the costs of merging.", "Merging costs would need to be less than the costs of co-working contractually for the deal to be viable."], "label": "entailment"}, {"id": ["129461", "100877", "100877e"], "data": ["well i'm um going to be certified as an English teacher and an ESL teacher you know English as a second language", "I am going to be a certified ESL teacher as well as an english teacher. "], "label": "entailment"}, {"id": ["272773", "3198", "3198e"], "data": ["The front-page picture the Times ran the day after the second presidential debate does make Dole look like a decomposing monster.", "Dole looked like a monster on the front-page picture the times ran after the debate. "], "label": "entailment"}, {"id": ["155163", "63650", "63650e"], "data": ["but it's not but it's not set up as a giveaway if it were set up as giveaway and it was something that i mean our our President and our leaders could be seeking God saying God is it your will for us to bless this nation with this money is it your will this money and your will for us to give to them and i believe if we gave it no strings attached that God would bless our nation but because we're our motive is interest our motive is not pure it just backfires i mean none of these nations have paid us back it be do you understand it's i guess it's a principle of giving and receiving you give it no strings attached and they may never give you anything back but because there's no strings attached it like gives them a freedom to give us something back and it might not be money it might be um no taxes on our things our computers going into their nation it might come back in another way but it would be come back bu t because we're loaning it i think that's the problem and i don't mean give it to everybody that asks use a lot of discernment don't give money to every nation you know what i'm saying i think we're loaning money to too many nations but i think if we gave to a few select ones that really needed it that it would work out better for us and for them and so now we have all these nations that owe us all this money and so i just think we're never going to get that back you know do you understand", "Instead of loaning money, we should give it away no strings attached."], "label": "entailment"}, {"id": ["187982", "129909", "129909e"], "data": ["The Administration has suggested that it needs a special grant of budget flexibility for the Department of Homeland Security.", "The administration has suggested it may need further flexibility with the budget for the Department of Homeland Security."], "label": "entailment"}, {"id": ["374789", "85746", "85746e"], "data": ["true it's it's probably their their their troubles probably stem from the fact that they're such a diverse party", "they're such a diverse party that's probably what their troubles stem from. "], "label": "entailment"}, {"id": ["26836", "59646", "59646e"], "data": ["to be such excellent quiz wranglers.", "They were good at quizzes."], "label": "entailment"}, {"id": ["154618", "2889", "2889e"], "data": ["On the other hand, some analysts do not necessarily agree with the assumptions and projected level of impacts in the CEF assessment despite the fact that it was peer-reviewed and its findings published this fall in an academic journal.", "The assumptions in the CEF assessment aren't agreed upon by analysts."], "label": "entailment"}, {"id": ["313882", "17345", "17345e"], "data": ["Southwest plans to invade the New York market next year.", "Southwest will be entering the New York market soon."], "label": "entailment"}, {"id": ["102976", "32342", "32342e"], "data": ["She remembered nothing of the battle and it frightened Jon almost as much as seeing her unconscious.", "She didn't recall the battle."], "label": "entailment"}, {"id": ["15291", "51428", "51428e"], "data": ["Examples of the agencies' expectations for customer satisfaction are shown in table 2.", "The table contains examples from the agencies."], "label": "entailment"}, {"id": ["61110", "52717", "52717e"], "data": ["the second car i ever bought i drive to work now that just turned ten years old and i've got a hundred and twenty two thousand miles on that", "I have had my second car for ten years now."], "label": "entailment"}, {"id": ["159426", "2527", "2527e"], "data": ["you can't help feeling that way", "There's no help by feeling that way."], "label": "entailment"}, {"id": ["379824", "102859", "102859e"], "data": ["Continued categorization of expenses as investments for stewardship purposes is predicated on demonstrated outputs and outcomes consistent with the intent of the program.", "Continued categorization of the expenses as investment must fit the intent of the program."], "label": "entailment"}, {"id": ["322133", "129043", "129043e"], "data": ["You know that only because they say so.", "We do have some information."], "label": "entailment"}, {"id": ["288902", "34425", "34425e"], "data": ["During the game between Jose Pelles and Leonard Moktunowski a little incident took place involving Larry Dembovsky, a bio-hazard waste technician.", "Larry Dembovsky is a bio-hazard waste technician. "], "label": "entailment"}, {"id": ["279326", "71462", "71462e"], "data": ["No, surely she could not care for Bauerstein. ", "Bauerstein was not one of her favorite people."], "label": "entailment"}, {"id": ["214861", "117116", "117116e"], "data": ["but i really enjoyed it though", "However I very much liked it."], "label": "entailment"}, {"id": ["252317", "1324", "1324e"], "data": ["On learning that her husband had not lived up to his half of the bargain, Hillary would be very upset.", "Hillary would be mad if she knew what her husband had done."], "label": "entailment"}, {"id": ["92246", "130346", "130346e"], "data": ["He's got one manada all of grullas.", "He has on manada."], "label": "entailment"}, {"id": ["281194", "44447", "44447e"], "data": ["you know having all short people and uh we only had", "There are issues having people of all 1 height."], "label": "entailment"}, {"id": ["121667", "128587", "128587e"], "data": ["It is too awkward.", "It is not a comfortable situation."], "label": "entailment"}, {"id": ["392214", "54806", "54806e"], "data": ["Take the train to London.", "Go on the train and get to London."], "label": "entailment"}, {"id": ["310729", "15602", "15602e"], "data": ["Most of the cities remained under its domination until the 15th century, yet retained much of their individuality.", "It had cities under its domination in the 1400s."], "label": "entailment"}, {"id": ["17552", "90315", "90315e"], "data": ["Another roar of laughter echoed over the hills.", "The laughter roled over the hills."], "label": "entailment"}, {"id": ["252862", "65733", "65733e"], "data": ["humidity or something", "Something like humidity, maybe?"], "label": "entailment"}, {"id": ["160374", "31810", "31810e"], "data": ["However, Clinton would risk legislative revenge if he tried to pursue the issue in the face of firm majorities against him in Congress.", "If Clinton tried to pursue the issue, he would risk many legislative issues. "], "label": "entailment"}, {"id": ["177195", "96641", "96641e"], "data": ["Mail Goes Where the Money  A Study of Rural Mail Delivery in the United States.", "A study of mail deliverance in the country."], "label": "entailment"}, {"id": ["237571", "141813", "141813e"], "data": ["The old Warner Bros. gangster morality tales were always said (by the gatekeepers) to represent the American gangster film in its glory, but these morality tales are completely absent from the AFI 100.", "Tales of morality are not included in the AFI 100."], "label": "entailment"}, {"id": ["208059", "57884", "57884e"], "data": ["Microsoft's disastrous neglect of Washington reminded AOL not to make the same mistake.", "Microsoft's disastrous neglect of Washington reminded AOL to do the opposite. "], "label": "entailment"}, {"id": ["344952", "99232", "99232e"], "data": ["Further perils to your data are programs like operating systems and browsers, which are supposed to protect you from harm.", "Your personal information is in danger because of failed processes on your computer that are meant to prevent security breaches."], "label": "entailment"}, {"id": ["182491", "57264", "57264e"], "data": ["The Japan Railways Keihin-Tohoku line takes about 40 minutes from Tokyo to Sakuragi-cho Station in Yokohama; the faster shinkansen leaves you off at Shin-Yokohama, on the outskirts of the city.", "It takes 40 minutes to go from Tokyo to Yokohama."], "label": "entailment"}, {"id": ["290699", "1546", "1546e"], "data": ["oh yeah yeah if if it snowed that much in Denver you know they got that much up in the mountains you know just west of there", "If it snowed a lot in Denver, the mountains definitely got it too."], "label": "entailment"}, {"id": ["155906", "91788", "91788e"], "data": ["As they watched, dusk fell and the light of oil lanterns began glowing yellow through the shuttered windows of the village homes.", "The oil lanterns were lit in the village homes."], "label": "entailment"}, {"id": ["30603", "115685", "115685e"], "data": ["First, they want to know what's attractive about him.", "Before anything happens they would like to know what's attractive about this man."], "label": "entailment"}, {"id": ["149855", "128036", "128036e"], "data": ["yeah and i like a lot of things that are uh have to do with politics and uh history there was one a few years ago called the Public Palace about what goes on at the Pentagon", "Public Palace was a piece about operations inside the Pentagon."], "label": "entailment"}, {"id": ["64088", "46392", "46392e"], "data": ["just stir that in and you've got a very colorful side another dish", "If you want a colorful side dish, then stir that in."], "label": "entailment"}, {"id": ["122631", "24589", "24589e"], "data": ["Another site looking to cash in on the campaign is www.gore2000.com . It's not officially affiliated with the Gore campaign, but the site sells a wide array of Gore paraphernalia--everything from buttons to gourmet coffee.", "www.gore2000.com is not affiliated with the Gore Campaign, but it sells plenty of Gore products."], "label": "entailment"}, {"id": ["362881", "127377", "127377e"], "data": ["If eyes were upon them, there was no hint.", "They could not tell if someone was watching them. "], "label": "entailment"}, {"id": ["390715", "89662", "89662e"], "data": ["PCIE standards place upon GAO and its investigators the responsibility to ensure that (1) investigations are conducted by personnel who collectively possess the required knowledge, skills, and abilities to perform the investigations, (2) judgments made in collecting and analyzing evidence and communicating results are impartial, and (3) due professional care (e.g.", "PCIE standards for GAO makes sure investigations are done by personnel who have the skills needed"], "label": "entailment"}, {"id": ["305306", "105020", "105020e"], "data": ["It is expensive and such a system permanently keeps us limited in profit and growth.", "This system is holding us back from making a lot of money. "], "label": "entailment"}, {"id": ["324760", "56158", "56158e"], "data": ["Rather, the Thernstroms shift attention to liberals who criticized these actions but didn't themselves live in the contested neighborhoods.", "Liberals critical of these actions gained attention from the Thernstroms."], "label": "entailment"}, {"id": ["260586", "102033", "102033e"], "data": ["I'm looking forward to your reaction to the book.", "I can't wait to see you reaction to the book."], "label": "entailment"}, {"id": ["244731", "132234", "132234e"], "data": ["I'll need a cart and driver though.", "A cart, along with a driver, is something I'll need."], "label": "entailment"}, {"id": ["196706", "133559", "133559e"], "data": ["uh what do the Mark sevens usually run", "How much do Mark Sevens cost?"], "label": "entailment"}, {"id": ["154380", "65946", "65946e"], "data": ["The Council would restore - and slightly increase - funding for two agencies that handle legal work for indigent criminal defendants that Mayor Bloomberg proposed to eliminate in his preliminary budget.", "The Mayor wanted to eliminate two agencies that work with indigent defendants."], "label": "entailment"}, {"id": ["82081", "79847", "79847e"], "data": ["Mrs. Vandemeyer lay perfectly passive with closed eyes.", "Mrs. Vandemeyer's eyes were closed. "], "label": "entailment"}, {"id": ["116315", "144831", "144831e"], "data": ["Ever since the days when the Mughal emperor Jahangir took Persian craftsmen up to Kashmir with him during his long summer holidays, the handwoven silk-and-woolen carpets of Srinagar have been among the best in the world.", "Following the arrival of Persian craftsmen in Kashmir, Srinagar's handwoven carpets have been considered world class."], "label": "entailment"}, {"id": ["196994", "85059", "85059e"], "data": ["To squash subversive ideas about independence in Puerto Rico, Madrid imposed ruthless military control.", "Madrid ruled Puerto Rico with strong military hands."], "label": "entailment"}, {"id": ["80930", "109651", "109651e"], "data": ["It is critical that the Legislature correct this situation by replacing all or most of the amount cut.", "Politicians need to fix this by increasing funding."], "label": "entailment"}, {"id": ["118530", "110401", "110401e"], "data": ["Jon wondered for a moment how lucky they had been to pick the right spot for their retreat until the answer came to him.", "Jon wasn't sure how they'd gotten the perfect spot for their retreat."], "label": "entailment"}, {"id": ["269910", "55677", "55677e"], "data": ["The creation of Lake Nasser as a consequence of the building of the Aswan High Dam caused many social and political concerns, not least because the waters were due to overwhelm a number of important ancient monuments.", "Lake Nasser is a man-made body of water."], "label": "entailment"}, {"id": ["120849", "130336", "130336e"], "data": ["yeah and you know and i i don't know if it would be but i mean we don't know that it wouldn't either", "We don't know either way."], "label": "entailment"}, {"id": ["249210", "18720", "18720e"], "data": ["Kramenin felt the muzzle of the revolver pressed against his ribs.", "Kramenin felt the gun pressed against his torso."], "label": "entailment"}, {"id": ["164572", "2554", "2554e"], "data": ["i would hope yeah  i i think that's what they do i think they they give that to charity", "I would hope, and I think they do, give it to charity."], "label": "entailment"}, {"id": ["27771", "57024", "57024e"], "data": ["Zelon faced one of the greatest challenges of her legal career, she said, when her appointment to the bench forced her to switch gears from civil litigation to criminal law.", "Zelon works in the legal profession, in the courtroom."], "label": "entailment"}, {"id": ["24243", "84434", "84434e"], "data": ["Even if most people don't actually understand, say, where hurricanes come from, there is widespread comfort with the notion that some experts do.", "People like to rely on experts. "], "label": "entailment"}, {"id": ["100283", "54881", "54881e"], "data": ["While there is no empirical evidence to support or reject hypotheses regarding wealth and observed WTP, WTP for additional life years by the elderly may in part reflect their wealth position vis a vis middle age respondents.", "Wealth position may effect WTP for additional life years."], "label": "entailment"}, {"id": ["33923", "130835", "130835e"], "data": ["Additional comments, data and analyses were received after the close of the comment period and that the EPA considered such information in developing test procedures, cost estimates and lead time.", "After the closing of the comment peroid, Data and analyses were received."], "label": "entailment"}, {"id": ["381708", "143026", "143026e"], "data": ["And then I saw, right in front of my eyes, on the deck of the carrier, a chief petty officer sliced into three parts by a propeller blade.", "The carrier has a deck area on it."], "label": "entailment"}, {"id": ["65970", "104752", "104752e"], "data": ["In May, after receiving negative coverage from the local press, the university scrapped its search without making a hire, announcing that none of the finalists met current institutional needs.", "The university decided not to hire a finalist."], "label": "entailment"}, {"id": ["220170", "137470", "137470e"], "data": ["That's the secret.", "That is the secret."], "label": "entailment"}, {"id": ["245428", "135305", "135305e"], "data": ["Well, of course the war has turned the hundreds into thousands. ", "The was turned hundreds to thousands. "], "label": "entailment"}, {"id": ["256989", "80777", "80777e"], "data": ["Then he made a sign to Conrad.", "Then he signaled Conrad."], "label": "entailment"}, {"id": ["73843", "142324", "142324e"], "data": [" \"His father!\"Drew could not help that exclamation.", "Drew exclaimed aloud."], "label": "entailment"}, {"id": ["216309", "78477", "78477e"], "data": ["oh yeah i watch oh i like C i like CNN's new uh news coverage better than anybody's", "CNN's news coverage is my general preference."], "label": "entailment"}, {"id": ["237467", "33402", "33402e"], "data": ["The first one along the strip is Walter Fletcher Beach, which on weekends is popular with the town dwellers of Montego Bay.", "Walter Fletcher Beach is located in Montego Bay."], "label": "entailment"}, {"id": ["294638", "47319", "47319e"], "data": [" When he was awake, the girl was always beside him.", "He was sometimes awake. "], "label": "entailment"}, {"id": ["180489", "77304", "77304e"], "data": ["The estimated cost to the government (and benefit to veterans disabled as a result of VA hospitalization, medical or surgical treatment) is $166.", "The government estimated cost is $166."], "label": "entailment"}, {"id": ["86253", "54263", "54263e"], "data": ["August's Puccini Festival in Tuscany's Torre del Lago is held erratically according to funds available.", "Available funding determines whether the Puccini Festival is held or not."], "label": "entailment"}, {"id": ["191487", "89779", "89779e"], "data": ["Dr. Arthur Caplan, the only ethicist at the hearing who betrayed any awareness of the new issues, focused instead on the morality of trade-offs.", "Caplan focused mostly on the morality of trade-offs."], "label": "entailment"}, {"id": ["127594", "84257", "84257e"], "data": ["Above ground again, 40,000 rare books and manuscripts of immeasurable beauty and value are preserved in the biblioteca (library) created by Felipe II.", "The library, or biblioteca, contains a priceless collection of books and manuscripts."], "label": "entailment"}, {"id": ["22215", "79152", "79152e"], "data": ["friends of hers had rented it and she'd seen part of it but we thought we'd rent the whole thing and actually it's a pretty good movie but it's not great you know", "It's a pretty good movie but not my favorite."], "label": "entailment"}, {"id": ["115738", "107960", "107960e"], "data": ["Joyce, the high priest of literary Modernism, imagined and interpreted Dublin for the world in Ulysses (you'll see references to it all over).", "You will definitely see mentions of it everywhere."], "label": "entailment"}, {"id": ["20904", "128788", "128788e"], "data": ["I'm sorry, said the Industrialist, apologetically, \"but I think I had better take care of her.", "The Industrialist wanted to take care of her."], "label": "entailment"}, {"id": ["223763", "97804", "97804e"], "data": ["They were fair and honest traders.", "The traders were fair and honest."], "label": "entailment"}, {"id": ["262116", "129010", "129010e"], "data": ["The Administration has argued that CBO's estimates are inflated.", "The administration says the CBO is exaggerating. "], "label": "entailment"}, {"id": ["17112", "32390", "32390e"], "data": ["Orders for scrubbers, such as the recent order for the Coleman Station in Kentucky, are continuing to be received in spite of the concerns raised about the availability of boilermaker labor during the simultaneous installation of SCRs for the NOX SIP Call.", "Scrubbers were still ordered despite concerns of a boilermaker shortage.  "], "label": "entailment"}, {"id": ["259726", "125087", "125087e"], "data": ["and i've been up there a few times but didn't accomplish too much because i just run down too quick", "I didn't accomplish much because it get tired."], "label": "entailment"}, {"id": ["325400", "80822", "80822e"], "data": ["Straggling processions, singing the Red Flag, wandered through the streets in a more or less aimless manner.", "There were processions wandering through the streets."], "label": "entailment"}, {"id": ["109237", "24312", "24312e"], "data": ["The genuine demagogue assails minorities and labels his foes Communists.", "The demagogue assails minorities and call his enemies communists."], "label": "entailment"}, {"id": ["194961", "47397", "47397e"], "data": ["The examples of great evil done by governments are easy enough to rattle off.", "One can easily list down the really bad things done by governments."], "label": "entailment"}, {"id": ["300120", "130964", "130964e"], "data": ["LSC is also obligated to ensure that the federal investment promotes efficient and effective client service and complements the efforts of other providers of civil legal services.", "The LSC is obligated to ensure the federal investment promotes effective client service."], "label": "entailment"}, {"id": ["70533", "49305", "49305e"], "data": ["Rebbe Schneerson said it last week, two days before Christmas, because he was feeling so goooooood.", "Rebbe Schneerson was in a great mood before Christmas."], "label": "entailment"}, {"id": ["264720", "59376", "59376e"], "data": ["When pollsters talk about a representative sample they mean a sampling that accurately reflects the population at large.", "They speak in regards to an accurate section of society at large."], "label": "entailment"}, {"id": ["180891", "68363", "68363e"], "data": ["These fees generally include monthly account fees and per check and per deposit charges on each transaction.", "These fees include monthly account ones on every transaction."], "label": "entailment"}, {"id": ["23422", "111599", "111599e"], "data": ["uh just about any kind of music except acid rock i i don't care for acid rock", "I like most music except for acid rock."], "label": "entailment"}, {"id": ["131", "124483", "124483e"], "data": ["It's a commitment to general education--a sequence of courses intended to develop critical thinking in a wide variety of disciplines--in opposition to early specialization.", "General education's focus is to develop students' critical thinking skills."], "label": "entailment"}, {"id": ["235026", "59428", "59428e"], "data": ["Inattention in such important matters cannot be too highly censured.", "Attention to detail is key."], "label": "entailment"}, {"id": ["340772", "107706", "107706e"], "data": ["Except the Jews, who have to sit inside and watch Davey and Goliath over and over and over again.", "David and Goliath is a Jewish religious story."], "label": "entailment"}, {"id": ["96869", "2139", "2139e"], "data": ["Also, it was a short hall, requiring only a few steps before they came to a bigger door, elaborately enscrolled.", "The elaborate door was only a few steps down the hall."], "label": "entailment"}, {"id": ["55582", "45928", "45928e"], "data": ["oh i'm sorry", "I'm sorry"], "label": "entailment"}, {"id": ["38343", "118305", "118305e"], "data": ["Left unresolved, they can cost society far more than the expense of providing legal services to address them.", "It would be more expensive in the long run if it is left with a solution."], "label": "entailment"}, {"id": ["349167", "41545", "41545e"], "data": ["(Actually, the king of Cyprus didn't get in.", "He actually didn't get in."], "label": "entailment"}, {"id": ["343375", "9434", "9434e"], "data": ["It would take the mountainous man a long time to pull it free but he never got the chance.", "It was wedged."], "label": "entailment"}, {"id": ["298826", "84023", "84023e"], "data": ["The Giants say that other team owners are rooting against their scheme, because it calls into question the profligate public subsidies.", "Other team owners are against their scheme because it shines light on their extravagant and wasteful subsidies. "], "label": "entailment"}, {"id": ["89141", "85703", "85703e"], "data": ["The next year, Albanian Kosovar students erupted again, with some Kosovars clamoring for republichood.", "The Kosovar students yearned for republichood the following year. "], "label": "entailment"}, {"id": ["76707", "67820", "67820e"], "data": ["Today, after our investigation, I come to a point that frankly I prayed I would never reach.", "After our investigation today, I come to a point that, frankly, I prayed I would never reach."], "label": "entailment"}, {"id": ["4402", "111726", "111726e"], "data": ["The documents had to be retained for specified periods and be stored under certain procedures in accordance with Title 8, Records Management, of GAO's PolicyandProceduresManual.", "The documents were withheld and stored according to a manual."], "label": "entailment"}, {"id": ["131293", "43240", "43240e"], "data": ["Louis IX of France, the ideal Christian king for the justice he handed down to his subjects and for the Crusades he led to the Holy Land, was sainted after his death in Tunis in 1270.", "Louis IX of France was the ideal Christian king and was sainted after his death in Tunis in 1270."], "label": "entailment"}, {"id": ["145644", "15554", "15554e"], "data": ["almost at will", "It is almost at will."], "label": "entailment"}, {"id": ["363263", "20728", "20728e"], "data": ["but see they'll come in and do work that other people won't do now i don't know about this day and time when there's so many people out of work i know if i was out of work i'd do anything to make money", "When the job market is scarce, people will do anything to make a living."], "label": "entailment"}, {"id": ["272913", "103280", "103280e"], "data": ["He left behind him famine and pestilence.", "He left the famine."], "label": "entailment"}, {"id": ["99662", "49372", "49372e"], "data": ["Calpe's popularity with tourists is ensured by two fine sandy beaches.", "Calpe is popular with tourists because they have sandy beaches. "], "label": "entailment"}, {"id": ["92186", "7871", "7871e"], "data": ["This unquestionable masterpiece of French civilization marks the transition in the 12th century from the solid, sober Romanesque style of the Church's beginnings to the more airy, assertive Gothic of its ascendancy.", "The masterpiece indicates the transition from the 12th century."], "label": "entailment"}, {"id": ["1954", "3942", "3942e"], "data": ["Isaac's case was one of government screw-ups, Morris said, recounting how Social Security shuffled his file from New Jersey to Baltimore and then Philadelphia before finally tracking it down.", "The government messed up in the Isaac's case."], "label": "entailment"}, {"id": ["246902", "120690", "120690e"], "data": ["yeah that's the thing if woman's role like we said if women's roles change drastically men's roles will too and a lot of it's for the better some of the some of the women's roles i think are almost for the worse because we're losing out on some things going back to work", "If the role of a female changes, so will the male role, which I think is a good thing."], "label": "entailment"}, {"id": ["92252", "93708", "93708e"], "data": ["Eligible to vote except by proxy.", "Allowed to vote, but not by proxy."], "label": "entailment"}, {"id": ["191660", "97466", "97466e"], "data": ["Except for a moderate demand for replacement catalyst, much of this capacity will be available after 2004 because these large demand peaks will have mostly passed.", "There is a moderate demand for a replacement catalyst."], "label": "entailment"}, {"id": ["151654", "109966", "109966e"], "data": ["He made Page One.", "Page One was made by him."], "label": "entailment"}, {"id": ["108100", "16632", "16632e"], "data": ["The swing door is in the left wing, is it not?", "Isn't the swing door in the left wing?"], "label": "entailment"}, {"id": ["308142", "119393", "119393e"], "data": ["But, even as he did so, he felt himself seized from behind in a grip of iron.", "He was grabbed from behind with an iron grip."], "label": "entailment"}, {"id": ["359488", "80129", "80129e"], "data": ["As if the city itself did not provide enough options, the countryside around Dublin offers a wealth of possible excursions and day trips.", "There are even more attractions in the countryside around Dublin."], "label": "entailment"}, {"id": ["136254", "135368", "135368e"], "data": ["Completely open to all people.", "It is open to everyone, regardless."], "label": "entailment"}, {"id": ["86969", "67843", "67843e"], "data": ["jeez i get tired of this i've got a there's a nice little wooden platform out there for the garbage cans and then they throw them anywhere they want to", "They go to the wooden platform and toss them anywhere."], "label": "entailment"}, {"id": ["105898", "18840", "18840e"], "data": ["Better keep your eyes peeled gold claims have been jumped before in this country.", "Best keep your eyes open because gold claims have been brought up before in this country."], "label": "entailment"}, {"id": ["233644", "17121", "17121e"], "data": ["In this town he ain't no gold-lace general!\"", "He's not a fancy general here in this town!"], "label": "entailment"}, {"id": ["194729", "126194", "126194e"], "data": ["and probably more importantly one that lasted short enough that that people's interest didn't flauge too badly", "It lasted a short time so people's interest didn't flag too much."], "label": "entailment"}, {"id": ["31845", "49216", "49216e"], "data": ["how old is she again", "How old?"], "label": "entailment"}, {"id": ["19767", "43991", "43991e"], "data": ["Cubists are represented by Picasso (including Mother and Child, from his Blue Period) and Braque.", "Picasso and Braque are Cubist artists.  "], "label": "entailment"}, {"id": ["63959", "74660", "74660e"], "data": ["The tomb of Mohammed Ali sits under the colonnade.", "The colonnade is placed over the tomb of Mohammed Ali."], "label": "entailment"}, {"id": ["49492", "46740", "46740e"], "data": ["She alone would give them the chance to survive.", "She would let them live."], "label": "entailment"}, {"id": ["358956", "143800", "143800e"], "data": ["Front Square and Parliament Square, dating from the 18th century, are surrounded by the Chapel, Dining Hall, Examination Hall, Reading Room, and anchored by the splendid Campanile.", "Parliament Square and Front Square both date back to the 1700s. "], "label": "entailment"}, {"id": ["101757", "57789", "57789e"], "data": ["Just off Lower O'Connell Street in Lower Abbey Street is the Abbey Theatre .", "The theater is off Lower O'Connell Street."], "label": "entailment"}, {"id": ["265175", "28430", "28430e"], "data": ["Resources are maximized when strategically aimed at the areas that need the most improvement.", "Some areas need more improvement than others."], "label": "entailment"}, {"id": ["48625", "24451", "24451e"], "data": ["Barnes asked the executive director.", "The executive director was questioned by Barnes."], "label": "entailment"}, {"id": ["305077", "9260", "9260e"], "data": ["If you are making a long rail journey, don't rely on the generally dreary dining-car service.", "It is best not to partake in the dining-car service. "], "label": "entailment"}, {"id": ["372323", "40344", "40344e"], "data": ["When you talk to euro enthusiasts, they invariably claim that one of the great benefits of the new currency will be price transparency.", "Euro enthusiasts claim that euro implies price transparency."], "label": "entailment"}, {"id": ["245621", "33303", "33303e"], "data": ["for instance that and i could you know i could envision a society where that would happen and make an interesting uh uh story or whatever i i don't think i have a philosophical problem with that in fact i think it sort of raises", "I think a society like that would be fascinating to read about in a story."], "label": "entailment"}, {"id": ["219909", "128202", "128202e"], "data": ["The avatars of the new make huge sums of money, all the while pontificating about the efficiency and rationality of the market.", "Huge sums of money are made by new avatars."], "label": "entailment"}, {"id": ["60664", "98657", "98657e"], "data": ["to build a bigger intake center", "The intake center could be bigger."], "label": "entailment"}, {"id": ["2320", "69670", "69670e"], "data": ["(The paternalism of the PDFA's campaign has sunk in at major newsrooms.", "The PDFA's campaign has sunk in at major newsrooms."], "label": "entailment"}, {"id": ["193273", "128229", "128229e"], "data": ["The gentle giant plays with a tiny mouse-- Of Mice and Men . The stricken executioner gets blessed by his beatific sacrifice-- Billy Budd . You could add a score of prison movies, along with E.T. (1982), Starman (1984), and even some vigilante pictures.", "In Of Mice and Men, a gentle giant plays with a tiny mouse."], "label": "entailment"}, {"id": ["156839", "2052", "2052e"], "data": ["Popular games are baccarat, craps, roulette, blackjack, and slot machines.", "Blackjack is one popular card game."], "label": "entailment"}, {"id": ["140490", "38602", "38602e"], "data": ["See appendix II for more details about the Medicaid assumption.", "Check appendix 2 for more medicaid details "], "label": "entailment"}, {"id": ["107037", "6957", "6957e"], "data": ["By way of formal tourist attractions, Pak Tai Temple, built in 1783, has some fine carvings and a great iron sword said to be 600 years old.", "Pak Tai Temple was built in 1783."], "label": "entailment"}, {"id": ["111185", "78948", "78948e"], "data": ["The town is dominated by a Genoese fortress built in the 14th century, and enlarged by the Ottomans.", "The Genoese fortress was enlarged by the Ottomans."], "label": "entailment"}, {"id": ["62477", "110324", "110324e"], "data": ["Watch your favorite theorists tackle everybody's favorite subject, as Katha Pollitt limns 50 Progressive Ways To Make Him Scream, and Judith Butler finds Hot Honeymoon Hump Tips That Catharine MacKinnon Could Love.", "Watch them talk about sex."], "label": "entailment"}, {"id": ["365613", "122457", "122457e"], "data": ["Punditus Interruptus, Week 4: Al Hunt stepped on Robert Novak twice this week while Novak held his fire, making Hunt the interruption leader, 4-2.", "Al Hunt has interrupted more than Robert Novak."], "label": "entailment"}, {"id": ["11314", "125223", "125223e"], "data": ["We're not breaking any rules.", "No rules are being broken."], "label": "entailment"}, {"id": ["190685", "60489", "60489e"], "data": ["Afterwards you shall question as much as you please.\"", "You can ask as many questions as you please afterwards."], "label": "entailment"}, {"id": ["161560", "129383", "129383e"], "data": ["Exposition Park, south of the central downtown area near the campus of the University of Southern Caleornia, is the site of several museums and attractions, including the Los Angeles Memorial Coliseum and Sports Arena.", "The University of Southern Caleronia is home to several museums."], "label": "entailment"}, {"id": ["221354", "6807", "6807e"], "data": ["It's surely true that it would be suicidal for a party to demand agreement on all issues from either its candidates or its voters.", "It would be dangerous to require all from the party to completely agree "], "label": "entailment"}, {"id": ["60947", "10802", "10802e"], "data": ["are you in Texas oh i'm in uh down here in Sherman or Denison rather", "Are you located in Texas?"], "label": "entailment"}, {"id": ["266738", "130131", "130131e"], "data": ["And it's more likely to have been a woman than a man  \"", "It is less likely to have been a man, than a woman."], "label": "entailment"}, {"id": ["208273", "32214", "32214e"], "data": ["Well met.", "There was a greeting."], "label": "entailment"}, {"id": ["211637", "50445", "50445e"], "data": ["Most days a colorful crafts market spreads across the cobbled square, and tourists linger at El Patio's outdoor cafe, sipping mojitos and tapping their toes to a sampling of Cuban son.", "Tourists gravitate to the El Patio outdoor cafe. "], "label": "entailment"}, {"id": ["290876", "76501", "76501e"], "data": ["In general, if that emission level is exceeded in 2018 or later, the trading program, which reflects the back-stop trading program already developed by the WRAP and is modeled after the new nationwide sulfur dioxide trading program, will require a separate set of allowances for affected EGUs in the WRAP State to be held covering emissions starting the third year after the level is exceeded.", "If that emission level is exceeded in 2018 or later, it will require a separate set of allowances."], "label": "entailment"}, {"id": ["5432", "122564", "122564e"], "data": ["But the Shopping Avenger was born again.", "The shopping avenger was reborn. "], "label": "entailment"}, {"id": ["88957", "66806", "66806e"], "data": ["Its somewhat forbidding classical Doric exterior seems to dwarf the street (it was designed originally for O'Connell Street).", "The street was dwarfed by the classical Doric exterior."], "label": "entailment"}, {"id": ["204871", "141300", "141300e"], "data": ["The border between England and Scotland was disputed, and the area was a constant battleground.", "There was a constant dispute about the border between England and Scotland."], "label": "entailment"}, {"id": ["303503", "11787", "11787e"], "data": ["In accordance with section 605(b)(5), the Commission notes that the proposed Rule and Order does not duplicate, overlap or conflict with any other relevant federal rule.", "It is pointed out this rule doesn't conflict with any already on the books."], "label": "entailment"}, {"id": ["279956", "45085", "45085e"], "data": ["It is increasingly an at-home experience, increasingly private, increasingly personal.", "An at-home experience can be more private and personal. "], "label": "entailment"}, {"id": ["258863", "75289", "75289e"], "data": ["Public Administration and Policy", "Policy for the public."], "label": "entailment"}, {"id": ["184462", "36827", "36827e"], "data": ["and uh you know there's there's just you know like people will go like they like the U S goes and goes into Panama and what see i don't believe in war that's my thing i don't believe that anybody should die", "I don't believe in war or in killing other people."], "label": "entailment"}, {"id": ["378628", "13741", "13741e"], "data": ["um i think they should do it", "I feel like they ought to procede"], "label": "entailment"}, {"id": ["347575", "36913", "36913e"], "data": ["Among attractions, both the Jardim Botanico (Botanic Garden), with its bird park, and the gardens at Quinta do Palheiro Ferreiro are good targets for kids.", "Kids might enjoy the bird park and the gardens."], "label": "entailment"}, {"id": ["274976", "30758", "30758e"], "data": ["The man doing the interrupting was a fine and fearsome specimen.", "The fine man interrupted us."], "label": "entailment"}, {"id": ["169069", "4130", "4130e"], "data": ["yeah um-hum yeah it Jimi Hendrix was the original Jimi Hendrix was the original he wrote", "Yes, it was Jimmy Hendrix who wrote the original."], "label": "entailment"}, {"id": ["192163", "49291", "49291e"], "data": ["This counseling is provided by a private job placement service under contract.", "This counseling is provided by a private job placement service."], "label": "entailment"}, {"id": ["36756", "13274", "13274e"], "data": ["Done! came another.", "There was another."], "label": "entailment"}, {"id": ["125501", "34089", "34089e"], "data": ["There are three of them on the floor below.\"", "They're on the floor one lower."], "label": "entailment"}, {"id": ["147103", "23937", "23937e"], "data": ["Because SAWS and H-2A workers were deemed to be permanent resident aliens, they became subject to the presence requirement in the Corporation's appropriations act.", "SAWS workers became subject to the presence requirement."], "label": "entailment"}, {"id": ["264758", "74504", "74504e"], "data": ["This doesn't seem unreasonable when you consider that our political and military leaders have shown themselves increasingly reluctant to put either our troops or our expensive weaponry at risk.", "Leaders don't seem keen to lose any military resources."], "label": "entailment"}, {"id": ["327224", "15713", "15713e"], "data": ["The names of many southern towns are longer than their main streets.", "Many of the streets in the south are shorter than their main thoroughfares."], "label": "entailment"}, {"id": ["47302", "84944", "84944e"], "data": ["About 2,500 victims of the Revolutionary guillotine spent their last hours in the Conciergerie.", "The last hours of many Revolution victims were spent there."], "label": "entailment"}, {"id": ["247483", "59831", "59831e"], "data": ["It did not yield much. ", "It didn't output a great deal. "], "label": "entailment"}, {"id": ["58118", "32506", "32506e"], "data": ["yes i have a one a five year old daughter", "Yes, I have a girl who is five years old."], "label": "entailment"}, {"id": ["274770", "77711", "77711e"], "data": ["The fights are riotous slapstick set  In the art museum finale, Chan fends off hordes of assassins while catching giant, priceless Ming vases as they tumble from their pedestals.", "Chan has to balance fighting assassins with protecting vases."], "label": "entailment"}, {"id": ["103952", "74096", "74096e"], "data": ["Many of these towns have their own city halls, police forces, and fire brigades.", "Most of the towns have their own emergency services."], "label": "entailment"}, {"id": ["114321", "76074", "76074e"], "data": ["The best ceramic tiles ever produced in Turkey came from the kilns of Iznik, near Bursa, but these are now collector's items.", "Ceramic tiles made in the kilns of Iznik have become hot items for collectors."], "label": "entailment"}, {"id": ["331314", "10795", "10795e"], "data": ["It was at the banks of this stream that they decided to camp.", "We went camping by a stream. "], "label": "entailment"}, {"id": ["311734", "105404", "105404e"], "data": ["While the headline seems to describe something pretty scary, the first three qualities--huge, powerful, fast--actually sound pretty appealing until the fourth comes along.", "Huge, powerful, fast sound pretty good for the first three qualities listed. "], "label": "entailment"}, {"id": ["256013", "25091", "25091e"], "data": ["Visitors will take delight in the Museum, which is a treasure-trove of superb early Indian sculpture dating from the third century b.c. to the fifth century a.d.", "The Museum contains sculptures from as early as the third century b.c."], "label": "entailment"}, {"id": ["166322", "134937", "134937e"], "data": ["Each has a prefect named in Paris, and sends three deputies and two senators more than 6,400 km (4,000 miles) to sit in the national legislature.", "Each one has a prefect named in the city of Paris."], "label": "entailment"}, {"id": ["117835", "113168", "113168e"], "data": ["The Commission determined that one part of the fee schedule--specifically, the annual fee for materials licensees--will have a significant impact on a substantial number of small entities.", "The annual fee for materials will have a large impact on small entities."], "label": "entailment"}, {"id": ["66397", "123521", "123521e"], "data": ["The movement believes in universal peace, brotherhood, and charity, and incorporates elements of all the major religions, accepting Buddha, Moses, Jesus, and Mohammed as prophets.", "The movement regards Buddha, Moses, Jesus, and Mohammed as holy men."], "label": "entailment"}, {"id": ["209218", "112817", "112817e"], "data": ["Miss Cynthia has a green evening dress.", "Cynthia has a green dress."], "label": "entailment"}, {"id": ["249236", "14811", "14811e"], "data": ["Some workers guard the hive entrance, others collect nectar, others dry nectar by beating their wings, others groom the queen, others manufacture an antiseptic salve that coats the hive, etc. ...", "There is division of labor and chores in the hive."], "label": "entailment"}, {"id": ["148495", "27791", "27791e"], "data": ["I'm taking up your time, sir, he said with an effort.", "With effort he said that he was taking up your time."], "label": "entailment"}, {"id": ["281823", "126092", "126092e"], "data": ["Oh, no, sir.", "That is not correct."], "label": "entailment"}, {"id": ["177136", "60098", "60098e"], "data": ["Linda Degutis added that interventions have to be monitored.", "Linda Degutis says that interventions must be monitored. "], "label": "entailment"}, {"id": ["55300", "125255", "125255e"], "data": ["Situated where the Nile valley widens to become the Nile Delta, it is now the largest city in Africa with a population of over 14 million people.", "The city situated at the transitional point between the Nile Valley and Nile Delta is the largest in Africa."], "label": "entailment"}, {"id": ["287663", "130918", "130918e"], "data": ["The harassed Ulloa could take no more and sailed into exile.", "Ulloa went into exile."], "label": "entailment"}, {"id": ["353493", "9918", "9918e"], "data": ["The inadvisability of a mo rning or late afternoon visit on hot days will become apparent when you see the three pyramidal flights of stairs to the gate-houses.", "It wasn't smart to visit in the afternoons on hot days because of all the stairs you had to climb."], "label": "entailment"}, {"id": ["263411", "132813", "132813e"], "data": ["But within sight of victory, tired body and tired nerves clamped a control bar with a shade too much pressure.", "The control bar was clamped with a little too much pressure."], "label": "entailment"}, {"id": ["175420", "75533", "75533e"], "data": ["A popular, well-located hotel with helpful staff, swimming pool, gym, sauna, and jacuzzi.", "The hotel with very popular with many facilities."], "label": "entailment"}, {"id": ["71408", "65826", "65826e"], "data": ["Now I'm sure it looks to you like a big metal spike because frankly, that is what it is.", "You probably think it's a spike."], "label": "entailment"}, {"id": ["112784", "881", "881e"], "data": ["well see tomatoes grow like crazy at our house Like we have a section of tomatoes and we put the tomatoes there every year in the same section And i swear we get tomatoes six rows up", "Tomatoes flourish at our home so we have an area of tomatoes that we use every year."], "label": "entailment"}, {"id": ["133119", "31547", "31547e"], "data": ["The provider?", "The provider?"], "label": "entailment"}, {"id": ["382450", "9188", "9188e"], "data": ["when they gave medicine to ailing islanders.", "The time they provided sick islanders with medicine."], "label": "entailment"}, {"id": ["78485", "110854", "110854e"], "data": ["and we certainly uh we need more of that we need more parents willing to supervise though we've had such a breakdown in the family structure from the standpoint of of uh church and school and everything along the way", "We need more parents willing to supervise. "], "label": "entailment"}, {"id": ["216268", "146089", "146089e"], "data": ["A story says that there is still virtually no evidence linking the Sudanese pharmaceutical plant bombed by the United States last year to chemical weapons production or terrorist Osama Bin Laden.", "According to a story, there's little to no evidence linking the Sudanese pharmaceutical plant bombed by the US last year to terrorist Osama Bin Laden."], "label": "entailment"}, {"id": ["248996", "127126", "127126e"], "data": ["Jodie T. Allen's A Brief History of Taxes was indeed brief, though perhaps appropriately so, given the very narrow focus of her argument.", "Jodie Allen's book was very short."], "label": "entailment"}, {"id": ["306530", "63696", "63696e"], "data": ["so we got a really good deal", "We got a good bargain. "], "label": "entailment"}, {"id": ["1054", "64480", "64480e"], "data": ["In addition, while these agencies address partnering with customers and other stakeholders, greater emphasis should be placed in fostering the collaboration within and across organizational boundaries to achieve results.", "The agencies work to partner with customers and other stakeholders."], "label": "entailment"}, {"id": ["50570", "101165", "101165e"], "data": ["His particular obsession is that Hillary Clinton is, I kid you not, a Red.", "According to his obsession Hillary Clinton is a Red. "], "label": "entailment"}, {"id": ["320688", "57908", "57908e"], "data": ["yeah i guess that's what concerns me the most is they're they're so unstable that somebody like that could make uh decisions that would jeopardize a lot of people", "They're really unstable and might make a bad decision."], "label": "entailment"}, {"id": ["54356", "145758", "145758e"], "data": ["If you owned lots of it, you lost your shirt in the general inflation.", "You lost a shirt in the general inflation."], "label": "entailment"}, {"id": ["257822", "76117", "76117e"], "data": ["Its wealth of trees is remarkable, including the tualang, found both in the northern half of the peninsula and in Sabah and Sarawak.", "The tualang is one of the trees found there."], "label": "entailment"}, {"id": ["201892", "138329", "138329e"], "data": ["He had such a depth of understanding, a maturity of judgment and an uncanny ability to hone in on the real issues.", "He was able to hone in on the most important issues."], "label": "entailment"}, {"id": ["328530", "130633", "130633e"], "data": ["Beyond the regional identifications, the country remains divided culturally, economically, and psychologically between the prosperous, industrial North and less developed South, or Mezzogiorno ( Midday ).", "The north and the south have different cultures."], "label": "entailment"}, {"id": ["106070", "48854", "48854e"], "data": ["You seem to be taking my consent for granted.\" Whittington looked surprised.", "You're taking advantage of my consent."], "label": "entailment"}, {"id": ["292956", "14894", "14894e"], "data": ["He spent an hour rigging up a portable saw to use in attempting to cut off a smaller piece of the sky, and then saw the motor burn out when he switched it on.", "He spent time trying to cut off a smaller piece of the sky, but the motor burned out."], "label": "entailment"}, {"id": ["248301", "140145", "140145e"], "data": ["exactly even you know in our own country i mean Bush was in the scull and bones the Trilateral Commission and all these groups with ulterior motives and so it's like what on earth is you know are these people ever here and involved in", "Bush was involved in the Trilateral Commission."], "label": "entailment"}, {"id": ["186326", "143765", "143765e"], "data": ["Overhype is, in its way, a strategically brilliant term.", "Overhype is a brilliant term."], "label": "entailment"}, {"id": ["325790", "116776", "116776e"], "data": ["Some participants agreed that financial statements are an important aspect of overall business reporting, but were concerned that the existing model focuses too much on financial statements rather than on the broad range of information that is needed by investors to make good financial decisions.", "Participants agreed that financial statements are important when it comes to business reporting."], "label": "entailment"}, {"id": ["353106", "37653", "37653e"], "data": ["Mite quick to show your iron, ain't you? There was a chill in the question, and Drew saw that the long rifle was still held at alert by its owner.", "The rifle was held still, ready to be fired at any time."], "label": "entailment"}, {"id": ["325325", "109073", "109073e"], "data": ["She actually did live--and not just for the cameras.", "She lived for more than the cameras. "], "label": "entailment"}, {"id": ["21923", "113104", "113104e"], "data": ["a chemical called Dursban Two it's a crystal", "It's a chemical called Dursban two."], "label": "entailment"}, {"id": ["376724", "46177", "46177e"], "data": ["okay i hope your baby goes well comes out well  bye-bye", "I hope you baby comes out, bye."], "label": "entailment"}, {"id": ["184614", "34748", "34748e"], "data": ["GEORGE BUSH! roared the press corps, delighted to detect such an elemental boo-boo in the professor's usually unassailable pedantry.", "The press corps wanted to detect a mistake or a hiccup in the professors talk. "], "label": "entailment"}, {"id": ["257760", "66436", "66436e"], "data": ["Army patrol picked him up on th' road close to town looked like he'd been footin' it quite a spell.", "It looked like he had walked a long way when the army patrol picked him up."], "label": "entailment"}, {"id": ["293398", "71653", "71653e"], "data": ["In the early days of kabuki, at the beginning of the 17th century, the acclaimed Kyoto dancers started to present increasingly erotic and lascivious performances.", "The origins of kabuki go back to the start of the 17th century."], "label": "entailment"}, {"id": ["256873", "71979", "71979e"], "data": ["Additionally, our Request for Proposals now encourages applicants to describe the quality of their delivery approach, the unique features of their service area and any model projects.", "Our request for proposals encourages the applicants to describe the quality of their approach, and how they are unique."], "label": "entailment"}, {"id": ["292351", "56097", "56097e"], "data": ["You will find a number of galleries displaying work by local and international artists in the narrow alleyways of the avreika Quarter.", "The Avreika Quarter contains many art galleries. "], "label": "entailment"}, {"id": ["162511", "94507", "94507e"], "data": ["Many of the working practices of today would still be recognized by those first plantation owners.", "The first plantation owners would be able to spot their plantation today."], "label": "entailment"}, {"id": ["316132", "19702", "19702e"], "data": ["That would be Barnam, said Severn.", "Severn said it would be Bernam."], "label": "entailment"}, {"id": ["8805", "89045", "89045e"], "data": ["She wore tattered tan robes and her hood protected her from the sun above.", "Her tattered tan robes and hood protected her from the sun."], "label": "entailment"}, {"id": ["118824", "73051", "73051e"], "data": ["oh yeah that would be much more convenient yeah", "Oh yes, that would be very convenient. "], "label": "entailment"}, {"id": ["353345", "111014", "111014e"], "data": ["Also with a visit is the Museo de Arqueologica, on the Calle Gran Via Alfonso, which traces the history of the region from Roman times.", "The region's history can be traced to Roman times."], "label": "entailment"}, {"id": ["23224", "18450", "18450e"], "data": ["Don't even lean against a busy craps table unless you know what you're doing and have plenty of money to lose.", "Unless you have a fortune to lose don't bother betting on that craps table; it's not worth the risk."], "label": "entailment"}, {"id": ["67575", "6706", "6706e"], "data": ["i've everybody i've talked to has received one and i haven't gotten mine", "Everyone I know has got once except for me. "], "label": "entailment"}, {"id": ["158251", "12958", "12958e"], "data": ["Conferees believe that programmatic growth rests on a common definition and vision of diversity and earmarking resources so that goals are attained.", "Conferees think the grown rests on a common definition and diversity. "], "label": "entailment"}, {"id": ["275019", "31943", "31943e"], "data": ["While this is a proxy for labor and non labor costs, it is considered realistic since in the U.S., the use of workforce full time equivalents provide estimates within a few percentage points of those calculated with labor and non labor costs.", "Workforce full time equivalents are used to give estimates which come within a few percentage points of ones using labor and non labor costs."], "label": "entailment"}, {"id": ["185746", "37013", "37013e"], "data": ["In answer to a quick command, the girl went forward to take her place in the boat.", "The girl followed the command and moved forward to her proper place in the boat. "], "label": "entailment"}, {"id": ["101524", "99318", "99318e"], "data": ["and uh stack up on a case of that and  grab the two dollars filters  when they're on sale and wait for a good weather and go out there course getting rid of the oil is getting harder these days", "You should get those two dollar filters when they're on sale."], "label": "entailment"}, {"id": ["357344", "45282", "45282e"], "data": ["oh okay they're they're fairly big yeah uh-huh", "They're pretty big."], "label": "entailment"}, {"id": ["91134", "20935", "20935e"], "data": ["The measure of burden presented here combined with the distribution of route profit margins for Poste Italiane and the U.S.", "The pressure from profit margins for Poste Italiane and the U.S."], "label": "entailment"}, {"id": ["327483", "9670", "9670e"], "data": ["Among the losing candidates was Filippo Brunelleschi, who thereafter devoted himself entirely to architecture.", "Filippo Brunelleschi was a man devoted to architecture."], "label": "entailment"}, {"id": ["232935", "113897", "113897e"], "data": ["I've lived through such damning times before, and I know that they are sometimes necessary.'", "It is sometimes necessary to have bad times. "], "label": "entailment"}, {"id": ["164128", "34442", "34442e"], "data": ["Such an outcome invites an irony that would be appreciated as much by Lenin as by Adam  that the same businesses whose investments have done so much to undermine communism in China may be responsible for bringing down capitalism in Hong Kong.", "Investments that undermine communism may also bring down Hong Kong's capitalism."], "label": "entailment"}, {"id": ["258818", "119401", "119401e"], "data": ["It is in the hands of Mr. Brown.", "Mr. Brown is responsible for it."], "label": "entailment"}, {"id": ["50541", "99634", "99634e"], "data": ["The whole area around Grasmere and Rydal Water is full of gentle walks in beautiful deciduous woodland.", "The area around Grasmere and Rydal Water is beautiful."], "label": "entailment"}, {"id": ["334132", "100719", "100719e"], "data": ["The next day, I strode into work.", "I went into work the next day."], "label": "entailment"}, {"id": ["67005", "53338", "53338e"], "data": ["Determine whether users or managers identify new or changed requirements not included in the RFP.", "Figure out if some of the requirements are different."], "label": "entailment"}, {"id": ["129046", "10010", "10010e"], "data": ["I don't think I have, but one never knows.", "I don't think I have in the past, but you never know."], "label": "entailment"}, {"id": ["254002", "43492", "43492e"], "data": ["Audience participation is at fever pitch, with people yelling as their personal heroes   We've waited for you!  ", "The audience is participating at a very high intensity."], "label": "entailment"}, {"id": ["320111", "142576", "142576e"], "data": ["(No, wait, that's how you get out of accidentally bombing somebody's embassy.)", "That is the way to escape from bombing an embassy."], "label": "entailment"}, {"id": ["295345", "119921", "119921e"], "data": ["The coast curving along the southern arm of the Bay of Naples round the Sorrento Peninsula to Salerno is one of the most romantic and dramatic drives in Europe.", "One of the most pleasant and scenic drives in Europe is the road along the coast from Naples to Salerno."], "label": "entailment"}, {"id": ["6042", "58128", "58128e"], "data": ["And which will not be offered after the Mobil Exxon merger.", "It will not be offered after the Mobil Exxon merger."], "label": "entailment"}, {"id": ["276745", "140103", "140103e"], "data": ["Remember to return it after the trip, they will be counted, Denise, or maybe Dennis, warned him.", "After the trip they will be counted."], "label": "entailment"}, {"id": ["346001", "138915", "138915e"], "data": ["The Portuguese also sailed down the west coast of Africa, going beyond Cape Bojador in 1434, a feat theretofore considered to be impossible.", "Before the Portuguese accomplished going past Cape Bojador, it was believed to be impossible to do so."], "label": "entailment"}, {"id": ["299736", "130127", "130127e"], "data": ["The main tourist office is located here at Palacio Foz, on the west side of the square.", "The main tourist office is to the west."], "label": "entailment"}, {"id": ["345357", "77652", "77652e"], "data": ["latest story", "most recent story"], "label": "entailment"}, {"id": ["218498", "82064", "82064e"], "data": ["so you know they're getting i guess the worst of all worlds right now", "They're getting the absolute worst of everything right now."], "label": "entailment"}, {"id": ["387170", "103170", "103170e"], "data": ["But the update was not one-sided, only adding new costs, some $450 million.", "The update cost $450 million and was not one-sided."], "label": "entailment"}, {"id": ["99225", "135981", "135981e"], "data": ["Would not the silent forces of Mr. Brown already be assembling against them? ", "Would not the quiet troops of Mr. Brown preparing for an attack on us."], "label": "entailment"}, {"id": ["173661", "8647", "8647e"], "data": ["Impossible, argued Albright and  He will not stop until he is forced to do so.", "Albright argued that it is impossible."], "label": "entailment"}, {"id": ["39163", "143357", "143357e"], "data": ["Cops walking the street create a sense of order and provide good role models for young boys.", "Cops provide good role models for young boys."], "label": "entailment"}, {"id": ["230171", "86592", "86592e"], "data": ["But, on the other hand, I'm not the least bit afraid of you.", "I'm not afraid of you at all."], "label": "entailment"}, {"id": ["254266", "92878", "92878e"], "data": ["Well, I learnt that Miss Howard had been on afternoon duty on Tuesday, and that ”a convoy coming in unexpectedly ”she had kindly offered to remain on night duty, which offer was gratefully accepted. ", "I was grateful when I learnt that Miss Howard had offered to remain on night duty."], "label": "entailment"}, {"id": ["316401", "47145", "47145e"], "data": ["Vast fields of wildflowers welcome the spring visitor, and in summer horseback riding, mountain biking, tennis, rafting, hang-gliding, and paragliding now join the more traditional activities of climbing and hiking.", "There are many wildflowers in the field during the spring season."], "label": "entailment"}, {"id": ["386478", "84283", "84283e"], "data": ["It's the most prestigious, appearing as it does in the premier book review in the country.", "It is a prestigious award."], "label": "entailment"}, {"id": ["228765", "39616", "39616e"], "data": ["It is hard to imagine, though, why any government would embargo such a product, unless the plastic surgeons' lobby has already got to them.", "If the plastic surgeons' lobby has already gotten to the government, it makes sense that they would embargo such a product. "], "label": "entailment"}, {"id": ["264969", "4423", "4423e"], "data": ["You must know SOMETHING to have advertised as you did? He leaned forward a little, his weary voice held a hint of persuasiveness.", "Do you know anything that was advertised as you did?"], "label": "entailment"}, {"id": ["18546", "131996", "131996e"], "data": ["Just past the attractive farming town of Capesterre, the highway becomes, for about 21.2 km (11.2 miles), the so-called All??e Dumanoir.", "The highway becomes Allée Dumanoir for about 11.2 miles, just past Capesterre."], "label": "entailment"}, {"id": ["208228", "33510", "33510e"], "data": ["Yet, even if we did believe in the fixity of races, double identity is meaningless unless we also presume that American identity is immutably white.", "We do not believe in the fixity of races."], "label": "entailment"}, {"id": ["3226", "64930", "64930e"], "data": ["(Although it is doubtful whether Greider is aware of the source of his ideas--as Keynes wrote, Practical men, who believe themselves quite exempt from any intellectual influence, are usually the slaves of some defunct economist.", "Practical men are usually the slaves of some defunct economist."], "label": "entailment"}, {"id": ["351913", "64186", "64186e"], "data": ["I include it here because it is a discount and it can lead to a reduction in postal work.", "I have two reasons for including it here, both beneficial."], "label": "entailment"}, {"id": ["270948", "75091", "75091e"], "data": ["The National Gallery houses a fine collection of works from the 14th to the 20th century from Brueghel, Titian, Velasquez, Rembrandt, Goya, and Gainsborough to Monet, Degas, and Picasso.", "The gallery has lots of famous paintings."], "label": "entailment"}, {"id": ["242450", "145869", "145869e"], "data": ["Uncle, believe me.", "I told my uncle that he needed to believe me. "], "label": "entailment"}, {"id": ["205420", "52441", "52441e"], "data": ["and he came in and was presented to the court as a fine upstanding young man who had uh been in seminary to become a priest and yeah", "The court was told that this was a fine young man who was studying to become a priest."], "label": "entailment"}, {"id": ["215801", "22476", "22476e"], "data": ["The Falcons upset the Minnesota Vikings 30-27 after 1) the Vikings' kicker, who hadn't missed a kick in 122 consecutive attempts, botched a field goal with two minutes remaining; 2) the Falcons drove back down the field for the tying touchdown in the closing seconds; and 3) the Falcons drove for the winning field goal in sudden-death overtime.", "The Falcons upset the Vikings after 3 very good plays which led to them taking the lead in sudden death overtime."], "label": "entailment"}, {"id": ["341116", "8664", "8664e"], "data": ["why it was it was so cheap there was in the middle of the back of it there was it's like there it had been slit and they had like just sewed it back together", "It was so cheap, it had been slit and sort of sewn back together. "], "label": "entailment"}, {"id": ["189005", "19292", "19292e"], "data": ["In the presence of sunlight, NOx and volatile organic compounds react photochemically to produce ozone.", "Ozone can be created when NOx and volatile organic compounds are exposed to sunlight."], "label": "entailment"}, {"id": ["10698", "77524", "77524e"], "data": ["Under the name of  ?", "Using which name?"], "label": "entailment"}, {"id": ["218400", "3358", "3358e"], "data": ["I will not let you die here because of those people, said San'doro.", "Those people want to kill you."], "label": "entailment"}, {"id": ["55814", "124938", "124938e"], "data": ["It began to sear the skin long before the sun struck the normal atmosphere.", "It began to burn the skin before hitting the atmosphere."], "label": "entailment"}, {"id": ["235583", "51569", "51569e"], "data": ["A congressional debate and vote on whether we should intervene in Kosovo could be a fiasco.", "A congressional debate about Kosovo might be a big problem."], "label": "entailment"}, {"id": ["335405", "101014", "101014e"], "data": ["right it's too big a risk yeah", "It's much too big of a risk."], "label": "entailment"}, {"id": ["206323", "14561", "14561e"], "data": ["Not four years!", "Four years is not correct."], "label": "entailment"}, {"id": ["171660", "3282", "3282e"], "data": ["The progressive matching formula was to phase down as income increased.", "As income increased, the formula was to be phased out."], "label": "entailment"}, {"id": ["148899", "20856", "20856e"], "data": ["I have a question about a man I recently started dating.", "I started dating a man and I have a doubt about him."], "label": "entailment"}, {"id": ["9738", "46468", "46468e"], "data": ["A friend of mine.", "One of my friends. "], "label": "entailment"}, {"id": ["234668", "21404", "21404e"], "data": ["uh my oldest son he's uh out seeing the world right now he's in Australia at the present time", "My oldest son is out seeing the world right now."], "label": "entailment"}, {"id": ["305473", "83100", "83100e"], "data": ["Today the original park, which isn't remotely as fantastic as Disneyland, has expanded to six themed areas in an attempt to attract audiences of all ages and interests.", "Disneyland can not compare to the original park as it expanded to attract customers of all ages."], "label": "entailment"}, {"id": ["222621", "42423", "42423e"], "data": ["Did you abstract any of the contents of the bottle?\"", "Did you remove anything from the bottle?"], "label": "entailment"}, {"id": ["123452", "113111", "113111e"], "data": ["Goats wander the streets and people live in tiny tin shacks with few amenities.", "Some people live in tin shacks with Little to no amenities."], "label": "entailment"}, {"id": ["190734", "68657", "68657e"], "data": ["Shalit argues that when you walk down the street you can tell the virgins by their fresh, healthful glow.", "Shalit argues that walking down a street you can tell the virgins by their fresh glow."], "label": "entailment"}, {"id": ["10047", "76331", "76331e"], "data": ["There's a Tourist Information Centre in the main car park (open summer only).", "In the main car park a Tourist Information centre can be found."], "label": "entailment"}, {"id": ["256221", "74798", "74798e"], "data": ["A second statewide forum took place in 1996, focusing on the needs of pro se litigants, with continuing follow-up from all participants.", "In 1996 there was another forum that took place statewide."], "label": "entailment"}, {"id": ["389568", "122413", "122413e"], "data": ["The resort was named after Louis James Fraser, an English adventurer and scoundrel, who dealt in mule hides, tin, opium, and gambling.", "The resort was named after an English adventurer and scoundrel."], "label": "entailment"}, {"id": ["53806", "49444", "49444e"], "data": ["Arthur Koestler wrote the same thing in his Thirteenth Tribe , stating that if most of the world's Jews come from the Volga region, then anti-Semitism will become void of meaning.", "Arthur Koestler stated that anti-Semitism is void of meaning if most of the world's Jews come fro the Volga region."], "label": "entailment"}, {"id": ["195014", "126439", "126439e"], "data": ["Li added his support to alcohol-related problems, but suggested another alternative, problem drinking, which is commonly used.", "Problem drinking is commonly used. "], "label": "entailment"}, {"id": ["133786", "225", "225e"], "data": ["Far from protecting PK's reputation, the boys keep trying to get inside its blouse.", "The boys are trying to cop a feel.  "], "label": "entailment"}, {"id": ["51851", "39747", "39747e"], "data": ["Now, by using the Internet as its principal medium for disseminating data, the Bureau is able to reduce its reliance on printed", "The Internet is he biggest way they send out data."], "label": "entailment"}, {"id": ["35326", "18155", "18155e"], "data": ["Little is known about the kingdom, though it is documented that at this time the Celtic monks St. Kentigern and St. Herbert introduced Christianity to the region.", "There is little information about the kingdom."], "label": "entailment"}, {"id": ["82357", "109415", "109415e"], "data": ["No publication is safe from a trusted reporter who makes things up.", "A trusted reporter who makes things up leaves no publication safe."], "label": "entailment"}, {"id": ["214419", "118847", "118847e"], "data": ["The result is a rich variety of distinctive cities and colorful hinterland.", "A variety of distinct cities and colorful hinterland is what comes from it."], "label": "entailment"}, {"id": ["84545", "64796", "64796e"], "data": ["This colonnaded square, built during the second century a.d. , was once the city's bustling marketplace.", "The marketplace of the city was once in this square."], "label": "entailment"}, {"id": ["73373", "119412", "119412e"], "data": ["Here's a  Maybe Black, Scholes, and Merton were interested in serving the public good, and the giveaway was strictly for the betterment of humanity!", "The giveaway was for the betterment of humanity. "], "label": "entailment"}, {"id": ["285058", "39389", "39389e"], "data": ["and then you just set your cauliflower in there and then you cook it for seven minutes on high and you rotate it one time", "Put the cauliflower in for seven minutes and rotate one at a time."], "label": "entailment"}, {"id": ["80618", "68822", "68822e"], "data": ["British Neo-Classic architecture here is mixed with elements of Buddhist, Hindu, and Mughal past, and the geometry of its plan exudes the self-confidence of the Empire.", "The Neo-classic architecture here has influence from the British, Buddhist, Hindu, and Mughal past. "], "label": "entailment"}, {"id": ["54112", "45980", "45980e"], "data": ["The Chinese delegates watching the whole scene deduced the exchange contained codes for the Future Reverse Combat Online game and began to clap their hands.", "The codes for the Future Reverse Combat Online game cause the delegates to clap. "], "label": "entailment"}, {"id": ["104708", "62519", "62519e"], "data": ["Gordon Smith suggested that the recommendations should address the problems of poly-substance abuse.", "Gordon Smith made recommendations about substance abuse issues."], "label": "entailment"}, {"id": ["340360", "33594", "33594e"], "data": ["Integrated Planning Model (IPM) projections indicate that it would be cost effective to install 32 GWe of scrubbers by 2005 in addition to the projected SCR installations; however, boilermaker labor is not expected to be sufficient to meet this demand even if their numbers grow at the projected 5.3 percent annual growth rate.", "Integrated Planning Model projctions show it would be better to install 32 GWe of scrubbers."], "label": "entailment"}, {"id": ["194934", "135026", "135026e"], "data": ["It is estimated that it will average 494 hours per the expected 126 responses from 20 respondents at an annualized capital/startup cost of $1.", "It might average well above 400 hours from over 100 responses."], "label": "entailment"}, {"id": ["9394", "48175", "48175e"], "data": ["Up to now Johnny's been their best bet at gittin' th' Range into trouble.\"Drew turned his head to look Fenner in the eye.", "Johnny has been causing the Range trouble."], "label": "entailment"}, {"id": ["274493", "142815", "142815e"], "data": ["yeah i think the the team i like rooting for the best which i don't i don't know if they really are the", "I think the team I like is the best."], "label": "entailment"}, {"id": ["326840", "20711", "20711e"], "data": ["There was something in the looks of the Sather who gave him orders for new settings that bothered him.", "A Sather gave him orders for new settings."], "label": "entailment"}, {"id": ["351834", "49408", "49408e"], "data": ["He can help us if we need him.", "He is willing to assist us."], "label": "entailment"}, {"id": ["318244", "90501", "90501e"], "data": ["The average distance between two stops is around 400 meters, and the delivery to the door increases time between two stops.", "The average distance between two stops is around 400 meters"], "label": "entailment"}, {"id": ["176830", "64935", "64935e"], "data": ["Look at it from his point of view. ", "See it from his perspective."], "label": "entailment"}, {"id": ["55407", "36707", "36707e"], "data": ["If you want to cool off, explore the monumental Pozzo di San Patrizio, a 16th-century well dug 63 m (206 ft) down into the volcanic rock on the nort heast edge of the precipice.", "A good place to get out of the heat is the Pozzo di San Patrizio."], "label": "entailment"}, {"id": ["229740", "73332", "73332e"], "data": ["Bengalis are irrepressible; perhaps the challenge of coping with daily life in this city of 10 million has sharpened their wit.", "Ten million people reside in the city of Bengal."], "label": "entailment"}, {"id": ["81540", "103199", "103199e"], "data": ["yeah it it was quite it was quite amusing i used to i was in Viet Nam for a couple of years plus extension", "I had the pleasure of staying in Vietnam for a few years."], "label": "entailment"}, {"id": ["196832", "124165", "124165e"], "data": ["In addition to becoming a center of Western trade, Nagasaki provided a firm foothold in Japan for the Catholic Church today much revived after 250 years of brutal suppression under the Tokugawa shoguns.", "Nagasaki served both as a center of Western trade a foothold for the Catholic Church."], "label": "entailment"}, {"id": ["175992", "132236", "132236e"], "data": ["These requirements include the reasons for the collection of the information, the type of information and an estimate of the burden imposed on respondents.", "The requirements include reasons information is collected, the types of information and an estimate of burden. "], "label": "entailment"}, {"id": ["347118", "106507", "106507e"], "data": ["Social Security now collects more in payroll taxes than it pays in benefits, but just 15 years from now this will be reversed, as shown in figure 1.8.", "In 15 years Social Security's benefits will outweigh the taxes going to pay for it."], "label": "entailment"}, {"id": ["365512", "65491", "65491e"], "data": ["Newsweek 's The Mystery of Prayer reports that 87 percent of Americans believe God answers their entreaties.", "87 perfect of Americans believe god answers their prayers. "], "label": "entailment"}, {"id": ["16021", "36663", "36663e"], "data": ["The Supplementary Information published in the Federal Register with the final rule includes the full text of the Commission's final regulatory flexibility analysis.", "The supplementary information includes the full text of the regulatory analysis. "], "label": "entailment"}, {"id": ["322898", "57358", "57358e"], "data": ["it might not make the other person feel like you were really wanting to be there yeah", "They may not feel that you have a desire to be there."], "label": "entailment"}, {"id": ["92308", "58534", "58534e"], "data": ["Income, 1998 35 Figure 1.5:Pensions, Income from Accumulated Assets, and Earnings", "Figure 1.5: includes pensions. "], "label": "entailment"}, {"id": ["161439", "48215", "48215e"], "data": [" \"Those risings were from men who were no worshippers of the egg's hatching,\" Bork commented.", "Bork said that the men were rising."], "label": "entailment"}, {"id": ["49734", "92089", "92089e"], "data": ["Backfill Techniques Techniques used in cumulative case studies to collect information needed if the study is to be usable for aggregation; these techniques include, for example, obtaining missing information from the authors on how instances studied were identified and on the bases for instance selection.", "Backfill techniques can be used to gather information on a case study so that it can be analysed in conjunction with other studies."], "label": "entailment"}, {"id": ["83733", "231", "231e"], "data": ["When you consider how large a role economics plays in our national debate--and how much of the public discussion of economics is dominated by cranks and poseurs--seeing a serious economist like Barro get offered what is still, by private sector standards, a fairly modest paycheck doesn't seem particularly out of line.", "Barro was offered a fairly modest paycheck."], "label": "entailment"}, {"id": ["384538", "82856", "82856e"], "data": ["yeah that no no but how often do you go to aerobics", "How frequently do you go to aerobics?"], "label": "entailment"}, {"id": ["254927", "42112", "42112e"], "data": ["But one of the regents was Ieyasu Tokugawa, who had been biding his time at Edo for 12 years, nurturing dynastic ambitions of his own.", "Ieyasu Tokugawa stayed in Edo for at least 12 years."], "label": "entailment"}, {"id": ["27307", "108784", "108784e"], "data": ["Aren't you the one I saw dead on his back right next to me this morning?  \"Probably.", "Didn't I see you dead on your back this morning?"], "label": "entailment"}, {"id": ["357093", "10128", "10128e"], "data": ["The owner is therefore well advised to ensure that preparation of the project scope definition package accurately and clearly expresses expectations for project performance, quality, cost, and schedule.", "A correctly prepared project scope definition package should clearly express performance expectations."], "label": "entailment"}, {"id": ["190403", "123446", "123446e"], "data": ["Social questions, all.", "Inquiries relevant to social issues."], "label": "entailment"}, {"id": ["379276", "30167", "30167e"], "data": ["However, you'll also find concise information about some of the smaller or more remote islands within the larger island groups, such as the Cyclades and the Dodecanese, to help you plan any island-hopping you might want to undertake.", "There is more information about the smaller or more remote islands, like the Cyclades or the Dodecanese."], "label": "entailment"}, {"id": ["133859", "74662", "74662e"], "data": ["yeah i think they do too", "I think they do too"], "label": "entailment"}, {"id": ["106187", "65991", "65991e"], "data": ["and they got him to run like he was running down the kid by luring him with Oreo cookies", "He enticed the kids with a bunch of Oreos"], "label": "entailment"}, {"id": ["13880", "55984", "55984e"], "data": ["The Judicial Council is addressing language barriers by increasing the availability of qualified interpreters and translating forms and instructions into Spanish, Vietnam-ese, Korean and Chinese.", "Language barriers are being addressed by the Judicial Council."], "label": "entailment"}, {"id": ["278909", "111780", "111780e"], "data": ["Indeed, they are required to have, or to pretend to have, a passionate and fully informed viewpoint on every subject that comes along.", "Their viewpoints are expected to be passionate and fully informed."], "label": "entailment"}, {"id": ["5299", "45800", "45800e"], "data": ["alrighty uh i guess our topic today is air pollution and we are to just discuss what substances do you think contribute most to air pollution as well as what society can do to improve the air quality of the atmosphere around us", "Our topic is air pollution: what substances do you think contribute the most to it, and what can society do to improve air quality?"], "label": "entailment"}, {"id": ["24846", "81992", "81992e"], "data": ["uh the American Express works a lot better for some things because you can charge you know airline tickets", "American express is great for buying a plane ticket. "], "label": "entailment"}, {"id": ["177886", "75962", "75962e"], "data": ["That will give those neighbors--yes, even Tony Blair--plenty of reason to hesitate before forming a closer European Union.", "There are reasons not to form a closer European Union."], "label": "entailment"}, {"id": ["216522", "115099", "115099e"], "data": ["Table 5.1 summarizes common pitfalls that we have mentioned throughout this paper.", "Common pitfalls are summarized in table 5.1"], "label": "entailment"}, {"id": ["101316", "73752", "73752e"], "data": ["She may have thought, however, that she was giving him another chance and that he was promising, in exchange, to do better.", "She gave the guy a second chance in exchange for him doing better."], "label": "entailment"}, {"id": ["374311", "5539", "5539e"], "data": ["These comments were reviewed and considered as discussed in the preamble to the final rule.", "As the comments were believed to have been discussed in the preamble to the final rule and they were reviewed."], "label": "entailment"}, {"id": ["59558", "37221", "37221e"], "data": ["Regulatory Impact  Control of Air Pollution from New Motor  Tier 2 Motor Vehicle Emissions Standards and Gasoline Sulfur Control Requirements.", "The study is for the impact of regulation on Tier 2 motor vehicles."], "label": "entailment"}, {"id": ["261272", "46462", "46462e"], "data": ["GAO examines the use of public funds; evaluates federal programs and policies; and provides analyses, recommendations, and other assistance to help Congress make informed oversight, policy, and funding decisions.", "GAO helps Congress make funding decisions by examining the use of public funds. "], "label": "entailment"}, {"id": ["147942", "23534", "23534e"], "data": ["If the agency has not designated a liaison, GAO will provide notification to the responsible agency management official.", "GAO may provide notification to the responsible agency management official"], "label": "entailment"}, {"id": ["291035", "66706", "66706e"], "data": ["Bronfman doesn't, at least not yet.", "Although Bronfman does not now, he may later."], "label": "entailment"}, {"id": ["195379", "111434", "111434e"], "data": ["FHWA's Senior Executive Performance Plans34 Performance Elements34 Performance Standards for Elements35 Performance Standards for Summary Ratings35", "The Performance Plans from the Senior Executive."], "label": "entailment"}, {"id": ["171820", "94589", "94589e"], "data": ["In response to the Internal Revenue Service Restructuring and Reform Act of 1998, IRS initiated a method of measuring performance designed to foster quality service, promote compliance with the tax laws, and consider the impact on employees.", "The IRS initiated a method of measure performance after the year 1998"], "label": "entailment"}, {"id": ["203548", "132225", "132225e"], "data": ["Captain Bayliss took out a patrol right away.", "Captain Bayliss immediately set out on patrol."], "label": "entailment"}, {"id": ["191682", "35363", "35363e"], "data": ["Of course the governors and the president managed to turn deficits into surpluses.", "The president actually turned the deficits into surpluses."], "label": "entailment"}, {"id": ["292363", "98745", "98745e"], "data": ["The Americans' one-point victory over the European team was the biggest comeback in the tournament's history.", "The American's won the game against the Europeans."], "label": "entailment"}, {"id": ["8293", "137850", "137850e"], "data": ["He stared up at the sky, realizing that more than half of it had already fallen.", "Less than half of the sky had not fallen."], "label": "entailment"}, {"id": ["17660", "41923", "41923e"], "data": ["Are you going to poison me? she asked in a whisper.", "She questioned quietly if he was going to poison her."], "label": "entailment"}, {"id": ["253281", "104814", "104814e"], "data": ["Towards Nationhood", "Becoming a nation."], "label": "entailment"}, {"id": ["108170", "87287", "87287e"], "data": ["Adrin spun his rapier and stabbed it through the assassin.", "Adrin stabbed the man."], "label": "entailment"}, {"id": ["219513", "44830", "44830e"], "data": ["He had been charged with trespassing and public indecency near Mount Angel, but didn't understand the interpreters who interviewed him in Spanish.", "He did not understand the Spanish language interviews."], "label": "entailment"}, {"id": ["187681", "71203", "71203e"], "data": ["Purpose2 Background3 Results in Brief4 Principal Findings6 Recommendations for Executive Action9 Agency Comments10", "A brief summary of results is included."], "label": "entailment"}, {"id": ["110640", "73445", "73445e"], "data": ["It is only one hour from Paris by TGV and is the ideal gateway for a tour of the vineyards to the south or a drive around the pretty Val-Suzon to the north.", "The travel time to get from Paris by TGV takes about 60 minutes."], "label": "entailment"}, {"id": ["7061", "46444", "46444e"], "data": ["A magnificent Evie Hone stained-glass window adorns the landing in the main entrance; it is beautifully complemented by the carpet and balustrade designed by Mary Fitzgerald.", "The carpet and balustrade complement the stained-glass window."], "label": "entailment"}, {"id": ["230795", "58689", "58689e"], "data": ["Employer entity payments for unemployment benefits and workers compensation.", "The unemployment benefits and compensation is paid for by the employer."], "label": "entailment"}, {"id": ["48913", "76096", "76096e"], "data": ["They will have less patience for optimistic talk about synergy and the marriage of content with distribution.", "They used to have more patience for optimistic talk about synergy than they do now."], "label": "entailment"}, {"id": ["141024", "38416", "38416e"], "data": ["And he accepted city officials' invitations to analyze and comment on a low-income housing ordinance in Pasadena along with other housing advocates.", "The city officials want to analyze the data."], "label": "entailment"}, {"id": ["213387", "30146", "30146e"], "data": ["Instead of going to London, however, the Sinn F??in members set up Dail ?‰ireann in Dublin and sparked the War of Independence.", "The war of Independence was sparked by the members."], "label": "entailment"}, {"id": ["55477", "21816", "21816e"], "data": ["Jim Kempner also claimed a misunderstanding, saying that his price, curiously enough, was really the same as Pace's--$18,000.", "Kempner said he charged as much as Pace."], "label": "entailment"}, {"id": ["42851", "26585", "26585e"], "data": ["yeah uh-huh uh-huh to go to follow uh-huh", "To follow."], "label": "entailment"}, {"id": ["121451", "84611", "84611e"], "data": ["and for i don't know it must have been two or three weeks there they were doing this expanded nightly news", "The nightly news was longer for about 2 or 3 weeks."], "label": "entailment"}, {"id": ["198690", "62867", "62867e"], "data": ["As the genre has expanded, it has broken into sub-genres.", "There are smaller genres related to the main one."], "label": "entailment"}, {"id": ["341383", "74284", "74284e"], "data": ["three cats um i have a Bombay a Turkish Van and a Himalayan Persian", "A trio of cats."], "label": "entailment"}, {"id": ["104384", "98071", "98071e"], "data": ["They strike heroic, Napoleonic poses, hand to heart, which made these wafflers and compromisers look ridiculous after the debacle of the Civil War.", "In light of the Civil War, the wafflers's heroic poses looked simply ridiculous."], "label": "entailment"}, {"id": ["130216", "41467", "41467e"], "data": ["Blithe investors toss millions at the Web out of the conviction that it will subsume the other media, change the face of capitalism, and generate billion-dollar payouts.", "Careless investors throw money into the Web, thinking it will get them huge profits."], "label": "entailment"}, {"id": ["93350", "62102", "62102e"], "data": ["Ethicists also have trouble recognizing the new issues because they're trained to look for moral problems in technology's costs, not in its benefits.", "Ethnicists cannot pinpoint certain issues that have to do with cost in technology"], "label": "entailment"}, {"id": ["100829", "87965", "87965e"], "data": ["yes but it wasn't quite business but to give the the students um an made you feel like you were the authority i felt like if i came in just in jeans or tattered clothes that i didn't have as good control over the class", "I wouldn't have been able to control my class while wearing tattered clothing."], "label": "entailment"}, {"id": ["137245", "141748", "141748e"], "data": ["She said, \"Don't _you_ go.", "Don't you go, she said."], "label": "entailment"}, {"id": ["262212", "57442", "57442e"], "data": ["deciding how to manage the risk and what actions should be taken.", "Actions can be taken to reduce risk."], "label": "entailment"}, {"id": ["172249", "108102", "108102e"], "data": ["uh Cornell is in Ithaca", "The person says that Cornell is in Ithaca."], "label": "entailment"}, {"id": ["340243", "110879", "110879e"], "data": ["Tun Abdul Razak took over the post as Prime Minister upon the retirement of Tunku Abdul Rahman in 1970.", "Tun Abdul Razak became Prime Minister in 1970 following Tunku Abdul Rahman's retirement."], "label": "entailment"}, {"id": ["84711", "132113", "132113e"], "data": ["oh oh well that's fun", "Well, that's a good time."], "label": "entailment"}, {"id": ["360855", "83219", "83219e"], "data": ["but we we i did that i let the kids have a pet because i wanted them to have practice in caring for someone else and you know not being so selfish", "The kids have a pet to learn nurturing skills.  "], "label": "entailment"}, {"id": ["82812", "67858", "67858e"], "data": ["Not that I can recollect, anyhow.", "Anyhow that is not something I can remember."], "label": "entailment"}, {"id": ["188315", "8149", "8149e"], "data": ["Quality-of-life drugs offer not just the pleasing possibility that you can do something about impotence, baldness, blackened toenails.", "Quality life drugs for impotence."], "label": "entailment"}, {"id": ["222842", "32109", "32109e"], "data": ["oh i thought we were going to talk about social changes is that is that what you're kind of directing it oh okay okay well  um", "Are we going to talk about social changes here?"], "label": "entailment"}, {"id": ["170566", "119865", "119865e"], "data": ["This reinforces the importance of weighing carefully the decisions to employ the case study method in program evaluation.", "The decision to use the case study method in evaluating programs must be carefully reviewed."], "label": "entailment"}, {"id": ["378551", "20188", "20188e"], "data": ["The remains of the ancient city, Tel Jericho, are on the northern edge of town.", "The remains of Tel Jericho are on the northern edge of town."], "label": "entailment"}, {"id": ["7783", "65423", "65423e"], "data": ["Interchange between the Railroad Retirement Board and the Social Security and Hospital Insurance trust funds.", "Switch between the Railroad Retirement Board and the Social Security and Hospital Insurance trust funds."], "label": "entailment"}, {"id": ["17593", "57360", "57360e"], "data": ["Their scoffing is justified, but it's also irrelevant.", "Though their scoffing is reasonable, it does not apply here."], "label": "entailment"}, {"id": ["257966", "63120", "63120e"], "data": ["That's what happened when Anthony Perkins, editor in chief of Red Herring magazine, sent out an invitation to the same Bush luncheon as Draper.", "Red Herring Magazine's editor in chief is named Anthony Perkins."], "label": "entailment"}, {"id": ["38384", "106843", "106843e"], "data": ["Does it work both ways?I don't know,\" said Jon.", "Jon didn't know how it worked"], "label": "entailment"}, {"id": ["95834", "85338", "85338e"], "data": ["A populist says that if you drop what is difficult in art, you can get more people to pay attention.", "There are ways to get people to love art more."], "label": "entailment"}, {"id": ["215473", "140765", "140765e"], "data": ["Downtown Montego Bay is located between the two.", "Between both of those is Downtown Montego Bay."], "label": "entailment"}, {"id": ["347", "28935", "28935e"], "data": ["In such circumstances, auditors may issue a limited official use report containing such information and distribute the report only to those parties responsible for acting on the auditors' recommendations.", "Auditors can issue a limited official use report that has such information."], "label": "entailment"}, {"id": ["256199", "134686", "134686e"], "data": ["H'm, said the lawyer, favouring Julius with another keen glance.", "Julius was the lawyers favourite."], "label": "entailment"}, {"id": ["253040", "54516", "54516e"], "data": ["Stephanopoulos thinks Clinton has been hurt by confiding in only a small circle and cutting off many of his advisers.", "Stephanopoulos thinks Clinton has been hurt. "], "label": "entailment"}, {"id": ["375052", "38985", "38985e"], "data": ["um the the tax attorney", "The tax attorney"], "label": "entailment"}, {"id": ["245764", "6323", "6323e"], "data": ["i said i'm losing you you're getting fade you're fading out", "I said I'm losing you, you're fading out."], "label": "entailment"}, {"id": ["73969", "80321", "80321e"], "data": ["Unfortunately, the creative ferment by no means precluded new horrors of war, assassination, persecution, plunder, and rape.", "Creative ferment could not prevent war, assassination, persecution, plunder, and rape."], "label": "entailment"}, {"id": ["346080", "55288", "55288e"], "data": ["In other situations when it is not practical for the supervisor to approve T&amp;A data promptly, the employee may be paid and the supervisor may subsequently review and approve the data.", "The employee may be paid when it is not practical for the supervisor to approve T&A."], "label": "entailment"}, {"id": ["182898", "133276", "133276e"], "data": ["Nothing happened.", "Nothing occurred. "], "label": "entailment"}, {"id": ["139751", "34387", "34387e"], "data": ["A second, deeply eroded stone obelisk is known as the Column of Constantine Porphyrogenitus, as an inscription on its base records that the emperor of that name (a.d.913 959) had it restored and sheathed in gilded bronze plates.", "A worn obelisk made of stone is called the Column of Constantine Porphyrogenitus."], "label": "entailment"}, {"id": ["10043", "92885", "92885e"], "data": ["What'd you see? ", "He saw something."], "label": "entailment"}, {"id": ["283201", "105754", "105754e"], "data": ["We should be back here before dawn.", "We will be back before the sun rises."], "label": "entailment"}, {"id": ["144212", "114393", "114393e"], "data": ["If the purpose is to report what is happening in a descriptive sense only, short site visits together with administrative records may provide adequate bases for findings.", "Short site visits and record reviews can provide enough information for some times of reports."], "label": "entailment"}, {"id": ["321381", "27226", "27226e"], "data": ["every Sunday and Monday", "Each Sunday and Monday"], "label": "entailment"}, {"id": ["152101", "103606", "103606e"], "data": ["yeah that's right that's right right", "That's right."], "label": "entailment"}, {"id": ["265887", "142775", "142775e"], "data": ["They engage in dialogue on", "They have no shortage of discussion concerning"], "label": "entailment"}, {"id": ["360041", "104098", "104098e"], "data": ["Corporations have responded by funneling millions into ANC campaign coffers.", "The response of corporations has been to donate millions into the ANC campaign."], "label": "entailment"}, {"id": ["156755", "11243", "11243e"], "data": ["I didn't even know the word matriculation.", "I do know know what it means."], "label": "entailment"}, {"id": ["386237", "27054", "27054e"], "data": ["But anyway the office is to let.\"", "Office has given permission."], "label": "entailment"}, {"id": ["128065", "91488", "91488e"], "data": ["And odd as it sounds, hiring influence peddlers generates good will on Capitol Hill.", "Influence dealers--as weird as it sounds help with generating positive outcomes."], "label": "entailment"}, {"id": ["365203", "40749", "40749e"], "data": ["The dolphins swim in a netted section of the sea and are occasionally taken out into the open sea for a taste of freedom.", "Dolphins are contained in a netted area but sometimes are allowed to swim in the open ocean.  "], "label": "entailment"}, {"id": ["26016", "78770", "78770e"], "data": ["In Spring 2002, LSC will publish these guidelines.", "Guidelines from LSC will be published in the spring of 2002."], "label": "entailment"}, {"id": ["235962", "109708", "109708e"], "data": ["Yet Morris did amazingly little to try to nail it down.", "Morris did not try to nail it down"], "label": "entailment"}, {"id": ["82024", "2431", "2431e"], "data": ["The Kal smiled at him and San'doro bowed.", "San'doro bowed and the Kal smiled at him."], "label": "entailment"}, {"id": ["53028", "14859", "14859e"], "data": ["well when is the NFL draft hasn't has the NFL draft even gone yet", "The NFL draft has not entered or been processed. "], "label": "entailment"}, {"id": ["138989", "128911", "128911e"], "data": ["and i'm still pretty much an Eagle fan i guess", "I still support the Eagles!"], "label": "entailment"}, {"id": ["339830", "44007", "44007e"], "data": ["The picture is much different today.", "Today is very different."], "label": "entailment"}, {"id": ["256863", "128716", "128716e"], "data": ["I'm a native New Yorker who relocated to Greenville, S.C., 10 years ago.", "Though I'm originally from the state of New York, I now reside in South Carolina."], "label": "entailment"}, {"id": ["367651", "141231", "141231e"], "data": ["Prudie is so busy sputtering she hopes she can type!", "She hopes she can type."], "label": "entailment"}, {"id": ["348726", "145953", "145953c"], "data": ["When you gather background or other data, ensure that they are from the best available source(s).", "Using bad sources is ok for collecting data."], "label": "contradiction"}, {"id": ["192456", "99282", "99282c"], "data": ["Also on the Consider Your Options page, you can order SLATE to be delivered to your computer by e-mail.", "SLATE can only be sent to customers via physical mailboxes."], "label": "contradiction"}, {"id": ["51972", "132073", "132073c"], "data": ["Although a lightning bolt toppled the tower of the church of Lampaul-Guimiliau in 1809, the church's interior remains impressive.", "Lampaul-Guimilau is known for being weatherproof in all regards."], "label": "contradiction"}, {"id": ["107628", "92289", "92289c"], "data": ["discovered that cross-functional teams provide a complete perspective of the product.", "The teams did not give any new insight on the product."], "label": "contradiction"}, {"id": ["100566", "63135", "63135c"], "data": ["and so the the people that actually do camp do camp i don't i don't really get along with them you know they're like i don't know if i could stand to being you know two days in the woods with them you know", "I get along so well with the other campers that I could spend the whole week in the woods with them."], "label": "contradiction"}, {"id": ["266974", "43943", "43943c"], "data": ["Tomb artifacts give us a great deal of information about daily life in Egypt.", "We can't really tell anything from the tomb artifacts."], "label": "contradiction"}, {"id": ["329182", "95809", "95809c"], "data": ["But filters aren't just for concerned parents.", "Filters are not something that any parents worry about."], "label": "contradiction"}, {"id": ["327908", "85175", "85175c"], "data": ["  In the past there must have been intriguing opportunities to buy up Ibicenco antiques and ship them home.", "There has never been an opportunity to buy Ibicenco antiques or ship them home."], "label": "contradiction"}, {"id": ["26292", "77195", "77195c"], "data": ["Auditors should become familiar with the standard format for an RFP.", "RFP is no longer used in auditing and does not need to be learned."], "label": "contradiction"}, {"id": ["340461", "54457", "54457c"], "data": ["yeah what about uniform sentencing", "What about uniform tailoring?"], "label": "contradiction"}, {"id": ["245476", "11235", "11235c"], "data": ["Instead of our regular class work, let's go outside under the big, old dead elm and show a filmstrip, i.e., let's quote a few highlights from Tim Weiner's dark and charming New York Times obit titled Sidney Gottlieb, 80, Dies, Took LSD to CIA, an account of the man who ran MKUltra, a project that dosed unsuspecting Americans with hallucinogenic drugs for charity.", "Since it's raining outside, we should stay in and do our regular classwork."], "label": "contradiction"}, {"id": ["120153", "52248", "52248c"], "data": ["Members of the state's Access to Justice Network, these organizations work with thousands of volunteer attorneys to ensure that justice is available to those who face critical legal problems and can't afford private legal counsel.", "Attorneys refuse to help those who can't afford it."], "label": "contradiction"}, {"id": ["150437", "126512", "126512c"], "data": ["Well, since you outlawed the obvious gun jokes, it must be his double-barreled penis.", "It must have been his old dusty cowboy hat."], "label": "contradiction"}, {"id": ["158190", "51643", "51643c"], "data": ["Floodlights dramatize the eerie ranks of gigantic stalagmites and stalactites, which crowd chambers up to 115 metres (350 feet) high.", "The chambers feature tiny and numerous stalagmites and stalactites."], "label": "contradiction"}, {"id": ["383989", "60411", "60411c"], "data": ["In Switzerland, the weekly Sonntagszeitung ( Sunday Newspaper ) reported a Swiss-American company called White Star Line Ltd. is to build a safe but otherwise exact replica of the Titanic to make its maiden voyage from Britain to New York in the year 2002.", "They reported that the company refused to make another Titanic. "], "label": "contradiction"}, {"id": ["368319", "113354", "113354c"], "data": ["I am inclined to believe that the answer is yes, but the question makes me squirm a bit.", "The question was easy and comfortable to answer, so I answered yes immediately. "], "label": "contradiction"}, {"id": ["306177", "18989", "18989c"], "data": ["Much of the money given away by the Slate 60 goes to finance new buildings at already wealthy universities.", "The Slate 60 gives away a lot of money to finance scholarships for inner city students."], "label": "contradiction"}, {"id": ["196710", "6773", "6773c"], "data": ["He dined with Mrs. Vandemeyer last night.\"", "He and Mrs. Vandemeyer have never met."], "label": "contradiction"}, {"id": ["257224", "72300", "72300c"], "data": ["yeah it i'm sure it caused a lot of changes in terms of how many families had to have their income", "There was no change in how a family obtained its income"], "label": "contradiction"}, {"id": ["187724", "92118", "92118c"], "data": ["Her work has been in substance abuse prevention in schools, where she encountered many social and legal beliefs that ran counter to her prevention education efforts.", "She wasa substance abuse counselor at a nursing home. "], "label": "contradiction"}, {"id": ["109096", "35475", "35475c"], "data": ["right especially when they're in school i think they would get a lot out of it", "They would get a lot out of it, especially when they are at work."], "label": "contradiction"}, {"id": ["65758", "83631", "83631c"], "data": ["Another classic dessert is baklava, made of alternating layers of thin pastry and ground pistachios, almonds, or walnuts, saturated with syrup.", "No one likes the baklava."], "label": "contradiction"}, {"id": ["255182", "131167", "131167c"], "data": ["The Kentuckian talked to Shiloh as they went, keeping up a stream of words to firm the bond between horse and rider.", "The Kentuckian was not talking to Shiloh."], "label": "contradiction"}, {"id": ["232095", "87641", "87641c"], "data": ["But she hasn't.", "She will never do it. "], "label": "contradiction"}, {"id": ["58243", "5035", "5035c"], "data": ["The siesta is one of the greatest of all Latin institutions, and the most important Italian expression you may ever learn is dolce far niente (the sweetness of doing nothing).", "Italians and Latinos never take a break. "], "label": "contradiction"}, {"id": ["143811", "115948", "115948c"], "data": ["and um we weren't bothered that much by mosquitoes so we didn't really contribute it to that but um i think in an area that's really thick with mosquitoes i can't see all this little uh smoke buckets i call them how they work but they they're suppose to work really well", "The mosquitoes weren't out much. "], "label": "contradiction"}, {"id": ["221447", "104629", "104629c"], "data": ["MLS doesn't know whether it wants to be a very expensive world-class soccer league or a very charming second-class one.", "MLS knows that it doesn't want to be a world-class league or a second-class one."], "label": "contradiction"}, {"id": ["137111", "62757", "62757c"], "data": ["and so i decided okay i'll just you know have them paint this little room you know a little ten by ten dining area it took four days", "The dining room was painted in five minutes. "], "label": "contradiction"}, {"id": ["143937", "125922", "125922c"], "data": ["I don't like it! ", "The person likes it."], "label": "contradiction"}, {"id": ["294574", "135352", "135352c"], "data": ["well the one i think is interesting is the California Los Angeles police chief who says he wants to resign and did you hear yesterday that Mayor Bradley said that uh he should", "None of the police will resign."], "label": "contradiction"}, {"id": ["276324", "56009", "56009c"], "data": ["On the plus side, the reforms will increase federal money for child care by more than $600 million a year.", "The reforms decreased federal money for daycare."], "label": "contradiction"}, {"id": ["60278", "62436", "62436c"], "data": ["Cody Shearer is a man with many connections, able to convince Bosnian Serbs, Cheyennes and, unintentionally, Washington Clinton-haters that he is a player, a person who makes things happen.", "Cody Shearer is a secluded man who has no contact with other people."], "label": "contradiction"}, {"id": ["100771", "64870", "64870c"], "data": ["The money was timed well because the legal group had recently lost about $120,000 in grant money due to a decrease in the poverty population in West Tennessee in Census 2000, Xanthopoulos said.", "The group already had no financial need and turned down the money."], "label": "contradiction"}, {"id": ["385082", "89786", "89786c"], "data": ["Where are we going?", "Why aren't we going anywhere?"], "label": "contradiction"}, {"id": ["235363", "99353", "99353c"], "data": ["The jumping-off point for this popular vacation area is the town of Atami, about an hour from Tokyo on the shinkansen super-express train.", "It takes four hours to reach Atami from Tokyo on the super-express train."], "label": "contradiction"}, {"id": ["31565", "30131", "30131c"], "data": ["While Social Security provides a foundation for retirement income, pensions, income from accumulated assets, and current earnings largely determine which households will have the highest retirement incomes, as figure 1.5 shows.", "Figure 1.7 shows which households will have the highest retirement incomes."], "label": "contradiction"}, {"id": ["392181", "129686", "129686c"], "data": ["yeah that's true you know that's an interesting point that you brought up about the the fact that they essentially always have been under stress uh i would say more in the later latter years even those who stayed home had stress but when you're the one or the two out of ten women staying home on the block uh then the stresses that you do have uh the normal day-to-day stresses caring for children or whatever is occurring", "Staying at home with children versus working is not at all stressful."], "label": "contradiction"}, {"id": ["97377", "7373", "7373c"], "data": ["Having rehabilitated the carpetbaggers, we might as well give them back their good name.", "Carpetbaggers are in dire need of rehabilitation."], "label": "contradiction"}, {"id": ["119747", "133899", "133899c"], "data": ["what are you studying", "What are you watching?"], "label": "contradiction"}, {"id": ["353512", "111580", "111580c"], "data": ["LSMV has non-LSC funding to represent clients in specific substantive areas, and ILS and LSMV are in the process of developing referral protocols to ensure that clients are referred to the appropriate organization.", "LSMV has LSC funding"], "label": "contradiction"}, {"id": ["248006", "100513", "100513c"], "data": ["He spoke to me in French.", "He spoke to me in Klingon. "], "label": "contradiction"}, {"id": ["317706", "112384", "112384c"], "data": ["yeah under bricks or under wood or you know if you leave a piece of newspaper in the yard too long they get in there they usually come out at night but you can find them during the daytime if you pick something up that's been laying around no", "They only exist in air-conditioned apartments."], "label": "contradiction"}, {"id": ["374047", "112659", "112659c"], "data": ["Yes, Mr. Molotov.", "No, Mr. Molotov."], "label": "contradiction"}, {"id": ["382357", "65959", "65959c"], "data": ["peas and corn and green beans but uh", "Leave out the legumes."], "label": "contradiction"}, {"id": ["208817", "56186", "56186c"], "data": ["In this case the challenge lay in evaluating the Service's request for additional funds over and above its expected operating expenses.", "The Service has always operated under its expected operating expenses."], "label": "contradiction"}, {"id": ["901", "105919", "105919c"], "data": ["So what do we do? asked the Kal.", "Bob asked what they should do."], "label": "contradiction"}, {"id": ["363027", "93816", "93816c"], "data": ["oh really yeah there's we're still we still one of few that don't have the uh state tax taxes", "We get charged state tax."], "label": "contradiction"}, {"id": ["174885", "115398", "115398c"], "data": ["Apparently it's easier to make a mouse talk than to come up with something interesting for him to say (Kenneth Turan, the Los Angeles Times ).", "If you give a mouse a microphone he'll tell you the secret to life."], "label": "contradiction"}, {"id": ["374468", "117157", "117157c"], "data": ["yeah because they take up a lot", "They don't take any up."], "label": "contradiction"}, {"id": ["34785", "18295", "18295c"], "data": ["Regulatory user fees such as patent and copyright fees", "There are no fees for regulatory users."], "label": "contradiction"}, {"id": ["41647", "125689", "125689c"], "data": ["The Internet ad market is growing at two or three times the rate of any other medium.", "The internet ad market is experiencing a steep decline."], "label": "contradiction"}, {"id": ["194724", "61962", "61962c"], "data": ["You could just ask him what he makes of, say, van Pelt's assertion that the answer to the riddle of the gas chambers was all over the archives, or what he thought of the chemist's declaration that the test performed for cyanide was the wrong test.", "Van Pelt says gas chambers could not be explained in the archives."], "label": "contradiction"}, {"id": ["34860", "90081", "90081c"], "data": ["In the Queen's Bedroom, 19 royal children were born, many of them ' as was the custom ' with members of the public looking on.", "The Queen's Bedroom was forbidden to host any child birthing, even for royalty."], "label": "contradiction"}, {"id": ["82268", "49558", "49558c"], "data": ["Nothing at all, of course, replied Poirot, smiling. ", "Definitely, of course replied Poirot, with a smile."], "label": "contradiction"}, {"id": ["13379", "41304", "41304c"], "data": ["The Art Gallery, upstairs, has a display of batik paintings, oils, graphics, and Chinese ink drawings.", "There is no Art Gallery"], "label": "contradiction"}, {"id": ["369841", "104722", "104722c"], "data": ["The heart of the city is tiny Venizelos Square (Plateaa Venizelou) with its fringe of cafes and restaurants.", "Venizelos Square is a large, barren piece of land with no signs of civilization."], "label": "contradiction"}, {"id": ["318194", "91209", "91209c"], "data": ["These attitudes and practices are similar to those found in a national survey of physicians practicing internal medicine, family medicine, obstetrics-gynecology, and psychia-try.", "Family medicine physicians do not typically share these practices."], "label": "contradiction"}, {"id": ["72775", "100491", "100491c"], "data": ["Though outnumbered, the Scots gained a famous victory and sent the English packing.", "The Scots lost against the English because they were outnumbered."], "label": "contradiction"}, {"id": ["110917", "87609", "87609c"], "data": ["sulked for a while huh  well i like animals but we don't have any yet we have a nine month old with another on the way and we thought well maybe when they're a little bit bigger then we'll or get into a house with a little more space", "I don't like animals or pets."], "label": "contradiction"}, {"id": ["200920", "122051", "122051c"], "data": ["yeah yeah and there's a lot greater instance of uh children committing murders too isn't there", "Child murder just doesn't happen, does it?"], "label": "contradiction"}, {"id": ["240982", "121937", "121937c"], "data": ["This last king of France, heir of the progressive Orl??ans branch of the royal family, encouraged the country's exploitation of the Industrial Revolution and the complementary extension of its overseas empire in Asia and Africa (Algeria had been occupied just before the 1830 revolution).", "The first in a long line of kings, he directed the country to look inwards and followed a policy of isolationism."], "label": "contradiction"}, {"id": ["65997", "27069", "27069c"], "data": ["was to be accomplished and leaving the how to the initiative of project staff.", "It was not accomplished."], "label": "contradiction"}, {"id": ["199293", "34511", "34511c"], "data": ["That will give us plenty of time for the doctor's report. ", "There is absolutely no time for the doctor's report."], "label": "contradiction"}, {"id": ["377803", "31656", "31656c"], "data": ["Find me a find, catch me a cat.", "Find me a find, catch me a catch."], "label": "contradiction"}, {"id": ["159034", "12006", "12006c"], "data": ["CEOs have a key role in setting the example for the rest of the agency to follow in seeking to understand information technology and management concepts and appreciating the strategic role that information technology and management can play in helping to accomplish business objectives.", "Information technology bears no importance to the agency."], "label": "contradiction"}, {"id": ["132603", "138754", "138754c"], "data": ["Unspoiled stretches of fine sand can also be found on the east coast, from Pantai Chinta Berahi, north of Kota Bharu, down to Beserah, north of Kuantan.", "The fine sand beaches are all spoiled due to tourism."], "label": "contradiction"}, {"id": ["322422", "115766", "115766c"], "data": ["Unit and system operating constraints provide system-specific realism to the outputs of the model.", "Constraints give nothing to restraints "], "label": "contradiction"}, {"id": ["89715", "145954", "145954c"], "data": ["It stretches for 26 miles (42 km) along the coast from Malibu south toward Torrance Beach.", "It's stretches for one mile down the coast."], "label": "contradiction"}, {"id": ["377067", "86749", "86749c"], "data": ["Behind the church on the outskirts of town there is a magnificent view over the mountains to the Vaucluse plateau and the distant peak of Mont Ventoux.", "The view is of the road."], "label": "contradiction"}, {"id": ["372127", "57013", "57013c"], "data": ["Brewer commented that having a paper published is different from having an impact on clinical practice.", "Clinical practice is completely useless, nobody needs it."], "label": "contradiction"}, {"id": ["33812", "86474", "86474c"], "data": ["There was a reason the company had really wanted me to go on those walks with Natalia; those very public walks.", "The company didn't care what I did."], "label": "contradiction"}, {"id": ["357812", "72001", "72001c"], "data": ["and i wait longer to to watch them set up than i do actually in the in the line itself but that gets me out of there at a time that i can go down Central and not be bothered by the the traffic as it were", "I wait the most in line compared to looking at them set up and I always get hit by the traffic."], "label": "contradiction"}, {"id": ["152553", "106374", "106374c"], "data": ["The good news about the near future will be bad news for the long run if it leads the president and Congress to put forward a plausible balanced-budget plan without beginning the dramatic Medicare, Medicaid, and Social Security reforms that are required to avoid an economic catastrophe soon after 2010, when baby boomers will retire.", "The baby boomers all retired last year."], "label": "contradiction"}, {"id": ["327758", "109307", "109307c"], "data": ["APHIS did determine, however, that the amendments to the regulations allowing, under certain conditions, the importation of fresh, chilled, or frozen beef from Argentina into the United States could be issued as a final rule at this time.", "The United States does not import meat from other countries."], "label": "contradiction"}, {"id": ["22251", "26923", "26923c"], "data": ["But I can give two illustrations, both from ballets by George Balanchine that I have on tape.", "I'm sorry, but I cannot give you any illustrations."], "label": "contradiction"}, {"id": ["377491", "108768", "108768c"], "data": ["What more could she have told us, if she had had time? ", "What could she have done if there was no time."], "label": "contradiction"}, {"id": ["248890", "67247", "67247c"], "data": ["Appendix IV lists the major references used in preparing this report.", "Appendix X is where you'll find the major references."], "label": "contradiction"}, {"id": ["219801", "71454", "71454c"], "data": ["Just before tea, I strolled down to tell Poirot of the new disappointment, but found, to my annoyance, that he was once more out. ", "Poirot was waiting for me in the room drinking tea, which to my delight I could tell him of the great news."], "label": "contradiction"}, {"id": ["160650", "89484", "89484c"], "data": ["okay um my major source of information i guess is TV news  excuse me i uh wake up to it in the morning this is my i guess my prime time for news first thing in the morning while i'm getting ready to go to work oh i quite frequently uh glance through headlines or in the newspaper but uh primarily mine is uh TV news how about yourself", "I never watch the news on television."], "label": "contradiction"}, {"id": ["237149", "9700", "9700c"], "data": ["Industry and urban society are concentrated on the peninsula, especially on the West coast, while East Malaysia is dominated by the country's characteristic impenetrable jungle.", "Industry and urban society are concentrated in the jungle, rather than the peninsula."], "label": "contradiction"}, {"id": ["294562", "38429", "38429c"], "data": ["and things like that those are not those are not even expensive i mean you can pick up very nice ones for eight nine dollars", "I hate those and they're super expensive!"], "label": "contradiction"}, {"id": ["390583", "95284", "95284c"], "data": ["But the words are also an aspiration, because many Americans can't afford legal services, and so are unable to take full advantage of our great legal system.", "All Americans have full access to all the advantages of our legal system."], "label": "contradiction"}, {"id": ["386362", "83296", "83296c"], "data": ["I don't see how anyone could blame us for jumping to the conclusions we did. ", "I would understand if people blamed us for jumping to the conclusions we did."], "label": "contradiction"}, {"id": ["312091", "37112", "37112c"], "data": ["He did.", "He did not."], "label": "contradiction"}, {"id": ["132039", "42082", "42082c"], "data": ["Table I.1: Map to the Audit Guide ", "There is not Table I.1"], "label": "contradiction"}, {"id": ["12675", "60435", "60435c"], "data": ["i mean that's all he talks about but anyway there's a good book by Larry Abraham um you probably have heard of None Dare Call It Treason and Call it Conspiracy", "Larry Abrahams books aren't worth reading "], "label": "contradiction"}, {"id": ["129033", "54202", "54202c"], "data": ["Oreskes declined to tell him, of course, who the Times ' sources were.", "Oreskes decided to tell him who the sources were."], "label": "contradiction"}, {"id": ["354334", "131644", "131644c"], "data": ["If the state planning body disagrees with the Vice President's decision, they may then request a face-to-face meeting with the LSC President to seek reconsideration of the Vice President's recommendation.", "The state planning body cannot meet with the VP to discuss the decision. "], "label": "contradiction"}, {"id": ["189861", "77925", "77925c"], "data": ["Don't try to understand what is a mystery even to the Satheri, Dave Hanson.\"  \"A reasonably intelligent man should be able--\" Dave began.", "Do your best to understand this mystery, Dave Hanson."], "label": "contradiction"}, {"id": ["320500", "97279", "97279c"], "data": ["His knees were bent.", "He kept his legs totally straight."], "label": "contradiction"}, {"id": ["5357", "92783", "92783c"], "data": ["The Roman capital was also located in this region.", "The Roman capital is in a different land far, far away."], "label": "contradiction"}, {"id": ["163489", "51308", "51308c"], "data": ["'Otherwise, you're just another expendable clone.'", "You're a unique creation."], "label": "contradiction"}, {"id": ["6642", "117159", "117159c"], "data": ["That teaching, done right, requires all of a teacher's emotional and intellectual resources; that we accord teachers neither the respect nor the pay they need to function well in their jobs; that few public school teachers come close to the ideal or leave the students with anything like what they need to get by--all this seems like a good argument for better pay scales and reform in the educational system that produces teachers.", "Teachers are well-respected and well-paid members of their communities."], "label": "contradiction"}, {"id": ["17317", "122650", "122650c"], "data": ["Hawaii, as America's western outpost and major Pacific military base, was ruled by martial law.", "Hawaii was ruled by democracy."], "label": "contradiction"}, {"id": ["115682", "14523", "14523c"], "data": ["It's certainly worth trying.", "I wouldn't try this at all."], "label": "contradiction"}, {"id": ["134428", "17533", "17533c"], "data": ["That happened to be stealing.", "There was nothing wrong with what you did."], "label": "contradiction"}, {"id": ["203455", "11752", "11752c"], "data": ["None that we can accomplish soon.", "We will do that in just a minute."], "label": "contradiction"}, {"id": ["233465", "140970", "140970c"], "data": ["Larry Gentilello asserted that effective treatments already exist, not just treatments that hold promise.", "Although there are some treatments to alleviate symptoms, there are no effective treatments."], "label": "contradiction"}, {"id": ["354286", "140773", "140773c"], "data": ["The House Report noted that the H-2A program was designed to remedy the inadequacy of current protections for farmworkers, id.", "The H-2A program was supposed to keep employers protected"], "label": "contradiction"}, {"id": ["301100", "12154", "12154c"], "data": ["I did not wonder that the blood rose to John's face in a crimson tide. ", "John's face didn't change."], "label": "contradiction"}, {"id": ["69662", "14030", "14030c"], "data": ["yeah that's a fact i like John Elway i think he was a fabulous he he still is he's got a he's got a lot of years left in him", "I think that John Elway is completely over-rated."], "label": "contradiction"}, {"id": ["345533", "70155", "70155c"], "data": ["oh oh wasn't that nice of him", "That was so rude of him!"], "label": "contradiction"}, {"id": ["264828", "13509", "13509c"], "data": ["Some might even take a sketchpad instead, or a paperback volume of Homer.", "Homer has only been published in eBook formats."], "label": "contradiction"}, {"id": ["262607", "146128", "146128c"], "data": ["I wasn't going to let you see the risings, but now maybe I will.", "I was going to show you the risings, but I don't think that's a good idea anymore."], "label": "contradiction"}, {"id": ["70224", "106353", "106353c"], "data": ["There, mon ami! he cried. ", "Here."], "label": "contradiction"}, {"id": ["327035", "111424", "111424c"], "data": ["um as far as you know should more be done i think there's i think there's always more that can be done", "This is all we can do."], "label": "contradiction"}, {"id": ["314668", "16285", "16285c"], "data": ["You could be dueling beautifully until an arrow hits you in the back.", "If you are dueling, you won't be hit by an arrow."], "label": "contradiction"}, {"id": ["165043", "60152", "60152c"], "data": ["Depending on your point of view, the ad is either edgy or diabolical.", "Regardless of your point of view, the ad is edgy."], "label": "contradiction"}, {"id": ["134143", "40523", "40523c"], "data": ["In the absence of legitimate campaign issues, he predicts, this could become a relative biggie.", "There is no campaign, he has fabricated the campaign because he's crazy."], "label": "contradiction"}, {"id": ["121782", "30489", "30489c"], "data": ["In the face of all this volubility, Tommy felt doubts.", "Tommy had no reservations in the presence of volubility."], "label": "contradiction"}, {"id": ["389918", "84093", "84093c"], "data": ["Key recovery has barely been tested, much less perfected.", "Key Recovery is perfect."], "label": "contradiction"}, {"id": ["386559", "33294", "33294c"], "data": ["yeah an idea yeah that's the way i am i generally get there and", "I never get there."], "label": "contradiction"}, {"id": ["43450", "61057", "61057c"], "data": ["i can't think of what his name is right right off the bat though but uh they they they were fun they were real just books for fun", "The books were not fun, but I remember his name. "], "label": "contradiction"}, {"id": ["32751", "61988", "61988c"], "data": ["At eleven-fifteen every night, a train departs Louisian.", "Every night at 11:15 pm, the train arrives in Louisian. "], "label": "contradiction"}, {"id": ["58197", "23838", "23838c"], "data": ["Several studies have documented consumption changes not only in the intervention condition but also in the minimal intervention control groups.", "Studies documented no changes in the minimal intervention groups."], "label": "contradiction"}, {"id": ["97449", "102363", "102363c"], "data": ["Sister should read the rules outside the door. I gathered from the little nurse's expression that there was not the least likelihood of her having the hardihood to retail this message to the dreaded \"Sister\". ", "She should ignore the sign with the rules."], "label": "contradiction"}, {"id": ["155840", "93206", "93206c"], "data": ["Specifically, the senior executive in the Nashville regional office had a target in fiscal year 2001 to attain 85 percent in overall satisfaction in a national survey of customers using vocational rehabilitation and employment services and support.", "The senior executive expects 100% a customer satisfaction rate."], "label": "contradiction"}, {"id": ["142412", "52022", "52022c"], "data": ["In another situation, we noted that a program lacked an effective method to monitor the professional growth of new and inexperienced staff.", "We have only noted one situation ever."], "label": "contradiction"}, {"id": ["64655", "21733", "21733c"], "data": ["The first function acts as a forum for finding volunteers for such activities as consulting on cases, handling economic development transactions or working on intake systems.", "The first function redirects potential volunteers to another website."], "label": "contradiction"}, {"id": ["151118", "119702", "119702c"], "data": ["The outlying sights of St. Saviour in Chora and Yedikule are best reached by taxi.", "There are no taxis that can take you to Yedikule.  "], "label": "contradiction"}, {"id": ["344426", "89276", "89276c"], "data": ["During his father's primary campaign, George W. Bush watched Pat Buchanan go from 1992 to 1938, the heyday of Father Coughlin, dragging the Republican Party with him.", "George W. watched his father drag the Republican Party down with him."], "label": "contradiction"}, {"id": ["149352", "104038", "104038c"], "data": ["and how it fits with the character right", "It does not have to fit this character at all."], "label": "contradiction"}, {"id": ["303675", "44743", "44743c"], "data": ["oh but i have uh brother-in-law and a sister you know that just really just camp you know they love to go camping they could they would all the time they wanted you know wanted to because there's nothing holding them back but i'm just not that involved in it", "I love going camping every weekend, but I can never manage to drag my brother-in-law along."], "label": "contradiction"}, {"id": ["39898", "67006", "67006c"], "data": ["El-Aksa is actually the most important mosque in the entire city.", "El-Aksa is the third most important mosque in the city for believers."], "label": "contradiction"}, {"id": ["146587", "133741", "133741c"], "data": ["Its history as a public commons dates back to 1781.", "The public commons has a history dating back to 1666."], "label": "contradiction"}, {"id": ["26124", "45867", "45867c"], "data": ["good good question", "Terrible question."], "label": "contradiction"}, {"id": ["187607", "21482", "21482c"], "data": ["At the federal level, homeland security missions will require the involvement of the Central Intelligence Agency (CIA), Federal Bureau of Investigation (FBI), the U.S.", "Homeland security issues are not to involve the FBI in any way."], "label": "contradiction"}, {"id": ["68592", "13180", "13180c"], "data": ["Cleverly integrating designs of Arab and Byzantine predecessors, the Norman palaces and churches join the crumbling grandeur of Spanish Baroque facades in momentary triumph over the chaos of the modern port city.", "The port city was recently created."], "label": "contradiction"}, {"id": ["40346", "119551", "119551c"], "data": ["yeah yeah i i agree", "No, I beg to differ."], "label": "contradiction"}, {"id": ["73825", "12241", "12241c"], "data": ["She, too, is deified and in a facade of six colossi 111/2 m (38 ft) high stands at equal height to her husband a very rare honor for a consort in Egypt though his statues outnumber hers by 2:1, a more subtle indication of his supreme power.", "She isn't ever deified, not even deserving of any statues."], "label": "contradiction"}, {"id": ["391805", "33421", "33421c"], "data": ["The circular space with its whirling traffic is dominated by the Arc de Triomphe, 50 m (164 ft) high and 45 m (148 ft) wide.", "No cars drive around the Arc De Triomphe."], "label": "contradiction"}, {"id": ["271234", "141720", "141720c"], "data": ["so what's your favorite team or do you have a favorite team or", "I do not want to know what your favorite team is or if you even have a favorite team.  "], "label": "contradiction"}, {"id": ["165257", "52275", "52275c"], "data": ["Where shall we meet? ", "Why do you think we should meet?"], "label": "contradiction"}, {"id": ["346685", "46566", "46566c"], "data": ["I've had a recurring dream since I was a child.", "My dreams were always unique."], "label": "contradiction"}, {"id": ["59531", "53258", "53258c"], "data": ["Consistent with generally accepted government auditing standards, GAO prefers using published products to communicate the final results of its work because they", " GAO doesn't prefer using published products to communicate the final results of its work"], "label": "contradiction"}, {"id": ["285256", "80279", "80279c"], "data": ["The fascinating Mus??e du Cham?­pignon (Saint Hilaire Saint Florent) explains the whole process and displays fossils found in the caves as well as a troglo?­dyte family's home.", "The details of the process have been lost to time and no fossils remain."], "label": "contradiction"}, {"id": ["237525", "26090", "26090c"], "data": ["As he jumped, he swung his war club back into his palm.", "While standing still he dropped the club. "], "label": "contradiction"}, {"id": ["259180", "43586", "43586c"], "data": ["Based on interviews with private-sector and state CIOs and other research, we have developed a framework of critical success factors and leading principles.", "Our framework of critical success factors is not affected by the interviews we conducted."], "label": "contradiction"}, {"id": ["50334", "80325", "80325c"], "data": ["REQUEST FOR MORE SPECIFICITY IN REPORTING REQUIREMENTS", "There is no need to request for more specific data."], "label": "contradiction"}, {"id": ["218881", "67460", "67460c"], "data": ["We're going to kill you, you know, said San'doro.", "We're going to save you, said San'doro."], "label": "contradiction"}, {"id": ["197568", "64348", "64348c"], "data": ["I want to get some petrol, he explained.", "He said that he wanted to get some petroleum jelly. "], "label": "contradiction"}, {"id": ["363908", "15240", "15240c"], "data": ["Incidentally, the best way to keep a child from drowning in the toilet is to keep an eye on the child or the toilet--excessive reliance on safety products tends toward lower vigilance.", "Safety products help prevent children from drowning."], "label": "contradiction"}, {"id": ["308479", "46966", "46966c"], "data": ["It reminded Jon of the day Renold had given Jon the falcon pistols he wore now.", "Jon stole the falcon pistols."], "label": "contradiction"}, {"id": ["21080", "135207", "135207c"], "data": ["formerly methodology transfer paper 6. Developing and Using Questionnaires.", "Questionnaires need to be developed and then studied. "], "label": "contradiction"}, {"id": ["341562", "17327", "17327c"], "data": ["right right because you can always you'll either get interrupted with a telephone call or want to get up and leave and that just doesn't make the movie you know you need to just sit through it and and enjoy it", "You can take breaks throughout the movie and still enjoy it."], "label": "contradiction"}, {"id": ["159682", "117772", "117772c"], "data": ["'The Results Project' is aimed at gauging, for the first time, the type and volume of work, other than the handling of cases, in which LSC-funded programs engage.", "The Results Project measures volume of work, but not the type performed."], "label": "contradiction"}, {"id": ["11126", "56941", "56941c"], "data": ["99 percent chance that a Republican Congress will pursue any case Starr can deliver.", "There is a 50 percent chance that a Republican Congress will pursue any case Starr can deliver."], "label": "contradiction"}, {"id": ["143378", "86725", "86725c"], "data": ["The personal saving rate has plunged, with American households spending virtually all of their current income.", "Americans have been spending less and saving more. "], "label": "contradiction"}, {"id": ["12572", "142670", "142670c"], "data": ["One study of 2,500 randomly selected emergency department physicians found that only 55% believed that mental health professionals (psychologists and psychiatrists) can effectively address alcohol problems.", "All ER doctors think alcoholism does not exist."], "label": "contradiction"}, {"id": ["80102", "85084", "85084c"], "data": [" The iron lung was back the next time he came to, and he was being tugged toward it.", "The iron lung repelled him. "], "label": "contradiction"}, {"id": ["193836", "51591", "51591c"], "data": ["oh jeez i've you know i've actually had a lot of luck with Fords um um i'm not gonna i'm not gonna sit here and claim that they're the best cars in the world but", "I don't like anything about Ford cars, they have never worked well for me."], "label": "contradiction"}, {"id": ["264229", "44075", "44075c"], "data": ["The climate in India  imposes its own imperatives and restrictions on your itinerary.", "The climate is stable and virtually the same across the country, so your travel plans shouldn't be affected."], "label": "contradiction"}, {"id": ["9575", "109409", "109409c"], "data": ["His popularity is said to be at an all-time low.", "His popularity is at an all time high."], "label": "contradiction"}, {"id": ["340745", "139379", "139379c"], "data": ["There has been a worldwide rush to deregulate financial markets, to bring back the good old days of the 19th century when investors were free to make money however they saw fit.", "Regulations are increasing steadily in the financial markets."], "label": "contradiction"}, {"id": ["229180", "26532", "26532c"], "data": ["Now, a slight disclaimer.", "There are no disclaimers for this."], "label": "contradiction"}, {"id": ["245637", "91050", "91050c"], "data": ["As we have seen, Tables 1, 2, and 3 show the breakdown of total demand for First-Class Mail by sectors and uses for FYs 1987, 1990, 1993, and 1997.", "Tables 1, 2, and 3 show the breakdown of total demand for Second-Class Mail"], "label": "contradiction"}, {"id": ["35078", "135100", "135100c"], "data": ["The Saint-Omer decorative glazed earthenware (fa?¯ence) is a major feature, and the Delft collection is outstanding, not only for its celebrated blue ware but also for some exquisite polychrome pieces.", "The Delft collection is pretty empty and unattractive."], "label": "contradiction"}, {"id": ["312749", "6099", "6099c"], "data": ["There are 270 million of us, and there are only two parties.", "The party was 270 million strong."], "label": "contradiction"}, {"id": ["130556", "81424", "81424c"], "data": ["I know the Old Man hasn't contracted for anything but gettin' rid of that Pinto stud.", "The old man has contracted for about 30 different things. "], "label": "contradiction"}, {"id": ["222582", "52216", "52216c"], "data": ["West of the park is Nagamachi, the old samurai quarter.", "Nagamachi, the samurai domain, lies north of the park. "], "label": "contradiction"}, {"id": ["304575", "73295", "73295c"], "data": ["'But- you assigned me-'", "You assigned someone else."], "label": "contradiction"}, {"id": ["118571", "55283", "55283c"], "data": ["However, this indicates that law enforcement is convicting before trying and is ignoring the fact that in performing illegal searches, they themselves are criminals.", "This says the police are giving people fair treatment. "], "label": "contradiction"}, {"id": ["170176", "141208", "141208c"], "data": ["Sure he was always a wild one, but no more'n a lotta kids.", "He was much worse than all the other kids."], "label": "contradiction"}, {"id": ["353", "133206", "133206c"], "data": ["119 Cynthia was back from the hospital, and I placed my chair beside her, and told her of Poirot's wish to visit the dispensary. ", "Poirot talked to Cynthia himself, asking to visit her at work at the hospital. "], "label": "contradiction"}, {"id": ["140823", "18926", "18926c"], "data": ["and i still live in the same area it's it's built up somewhat and crime really hasn't been a problem it's been uh uh mostly outsiders coming in and you know robbing or breaking into automobiles and stealing uh", "Crime is a huge problem in this area."], "label": "contradiction"}, {"id": ["38415", "26419", "26419c"], "data": ["The agency can't really ensure their client's behavior, but you would know that it had done its very best to choose only well-behaved children.", "The agency just took whatever kids showed up."], "label": "contradiction"}, {"id": ["44019", "6233", "6233c"], "data": ["Red looked annoyed.", "Red looked happy."], "label": "contradiction"}, {"id": ["165886", "63318", "63318c"], "data": ["In the future, computers might even make up test questions and conduct personalized interviews of job applicants, college applicants, and even patients.", "Computers not capable of doing work traditionally done by humans."], "label": "contradiction"}, {"id": ["125523", "33354", "33354c"], "data": ["oh it was completely i mean it literally the two dissimilar floor level floor coverings were not level and at first after it happened i thought maybe that's a handicap access and then i said no that's just the way it's constructed", "there's a purpose behind the uneven floor, it's not a mistake"], "label": "contradiction"}, {"id": ["326323", "120701", "120701c"], "data": ["It really doesn't matter what the chip is.", "The chip is very important."], "label": "contradiction"}, {"id": ["84416", "6345", "6345c"], "data": ["The cashier wrinkled her nose and began to query her computerized register system.", "The cashier smiled."], "label": "contradiction"}, {"id": ["234850", "80750", "80750c"], "data": ["i see my sons-in-law i have a daughter who's a nurse and i have a daughter who's a beautician and i see my sons-in-law cooking", "I don't have any children. "], "label": "contradiction"}, {"id": ["201359", "21320", "21320c"], "data": ["If the reliability is not growing as expected, then decisions about changing or improving the design must be addressed.", "There is nothing that can be done if reliability is not growing."], "label": "contradiction"}, {"id": ["33151", "62817", "62817c"], "data": ["And--perhaps the best indication of Annan's appeal--even Jesse Helms is on his side.", "Jesse Helm's is not on Annan's side."], "label": "contradiction"}, {"id": ["27965", "76810", "76810c"], "data": ["The editor has no idea who or what this is.", "The editor is very familiar with this."], "label": "contradiction"}, {"id": ["296017", "101312", "101312c"], "data": ["Hazyr yemek ( ready food ) means that you can choose your meal from heated trays of pre-cooked food.", "Hazyr yemek means order from the menu."], "label": "contradiction"}, {"id": ["320239", "36161", "36161c"], "data": ["thank you ma'am", "Don't say that again, sir."], "label": "contradiction"}, {"id": ["316691", "46703", "46703c"], "data": ["In addition, it has produced two yearly  a performance plan with key measures and a report detailing its progress in meeting its goals.", "No progress was documented."], "label": "contradiction"}, {"id": ["4577", "65407", "65407c"], "data": ["The picturesque Petit Trianon, where Marie-Antoinette tried to hide from the Revolution, has the allure of a doll's house in comparison with the rest of Versailles.", "Petit Trianon was the same size at the biggest building of Versailles."], "label": "contradiction"}, {"id": ["333132", "113245", "113245c"], "data": ["However, CBO has pointed out that the recent burst in productivity may prove temporary if the new economy turns out to be just a flash in the pan.", "CBO has pointed out that the recent burst in productivity may prove permanent"], "label": "contradiction"}, {"id": ["120891", "109305", "109305c"], "data": ["One makes Skipper.", "SKipper cannot be made."], "label": "contradiction"}, {"id": ["124899", "24376", "24376c"], "data": ["gosh yeah oh man yeah and those kind of people i'm sorry you don't reform them you know i really believe you don't", "I believe you can reform anyone."], "label": "contradiction"}, {"id": ["42219", "4871", "4871c"], "data": ["But creatures may be intelligent and not reasonable.", "Creatures cannot be smart without also being reasonable."], "label": "contradiction"}, {"id": ["238688", "4147", "4147c"], "data": ["Saved from the plant over-growth in the past two decades, 12 km (7 miles) from Ipoh is Kellie's Castle, a mansion whose construction was halted when its owner, William Kellie Smith, a rubber planter, died while visiting Scotland in the mid-1920s.", "William Kellie Smith was a coal miner who died while visiting America in 2007."], "label": "contradiction"}, {"id": ["69360", "36654", "36654c"], "data": ["President Attends World Cup Final, Enjoys Two Scoreless Hours.", "President Misses the World Cup Final Due to a Flight Delay."], "label": "contradiction"}, {"id": ["279694", "33476", "33476c"], "data": ["That's because theories apply only in certain circumstances, and circumstances change.", "Theories apply in all circumstances."], "label": "contradiction"}, {"id": ["268071", "141925", "141925c"], "data": ["Thoroughly destroyed by war , it is economically devastated and ethnically divided.", "It recovered financially despite being destroyed by war."], "label": "contradiction"}, {"id": ["193288", "145748", "145748c"], "data": ["you mean in the in the most recent conflict", "You mean last Christmas?"], "label": "contradiction"}, {"id": ["4982", "98586", "98586c"], "data": ["Program Letter 2000-7 was sent to the field at the end of 2000 calling on each state to evaluate and report on their state planning progress.", "The program letter was sent at the end of 2002."], "label": "contradiction"}, {"id": ["286415", "44080", "44080c"], "data": ["uh it sure has i really appreciate your call and uh  it's nice to talk with you folks from from down in the in the main office area and", "When you call, it's a waste of my time. "], "label": "contradiction"}, {"id": ["341539", "93803", "93803c"], "data": ["You can also wander through the soothing Chinese garden, with its waterfalls and pretty red pergola.", "There are no water features inside the Chinese Garden. "], "label": "contradiction"}, {"id": ["192358", "107964", "107964c"], "data": ["yeah that kind of a deal as opposed to to uh you know having shooting giant cannons and all the kind of warfare that kids are playing with today you know they turn the stick into a cannon instead of a simple little gun", "Kids don't play war anymore."], "label": "contradiction"}, {"id": ["108911", "105187", "105187c"], "data": ["Advocates of rent deregulation, led by Republican Gov.", "Only democrats support rent deregulation. "], "label": "contradiction"}, {"id": ["99702", "1867", "1867c"], "data": ["yeah it does basically though the the golf season only shuts down for maybe three months out of the year if that much you know probably not even that much because really", "It's too bad the golf season only lasts a couple months."], "label": "contradiction"}, {"id": ["105079", "98477", "98477c"], "data": ["oh isn't that silly i i sent that one back because we had used it for a year and we had used a thousand dollars worth during the year and what we and and i think we got back fifty cents or something it was like please what is this this is and the interest on it was was eighteen or nineteen percent", "We put a hundred bucks on it and got ten dollars back.  "], "label": "contradiction"}, {"id": ["302789", "35192", "35192c"], "data": ["yeah yeah you know she should be getting on with her life you know getting getting that part behind her but yet it's it's kind of tied to her the way it is now", "She left all this far behind."], "label": "contradiction"}, {"id": ["367224", "125061", "125061c"], "data": ["There is also a market and a porcelain shop.", "There is neither a porcelain shop nor a market."], "label": "contradiction"}, {"id": ["90046", "19692", "19692c"], "data": ["She erases distinctions--besides apples and oranges, she's mixing peaches, pickles, and prunes.", "She didn't erase distinctions. "], "label": "contradiction"}, {"id": ["72159", "1421", "1421c"], "data": ["Sometimes another shock does the trick.", "The man stated that another shock is useless."], "label": "contradiction"}, {"id": ["321128", "3427", "3427c"], "data": ["yeah that's what he's talking about doing now", "He never thought about doing that."], "label": "contradiction"}, {"id": ["320416", "122601", "122601c"], "data": ["NBA forward Dennis Scott makes headlines for uncharacteristic rants.", "The media and press do not care about Dennis Scott's rants."], "label": "contradiction"}, {"id": ["68098", "14895", "14895c"], "data": ["It turned out that all electricity here was d.c., conjured up by commanding the electrons in a wire to move in one direction, and completely useless with a.c.", "All electricity here was a.c."], "label": "contradiction"}, {"id": ["279704", "123264", "123264c"], "data": ["You can say what you like to me, but remember what I've told you. ", "I care what you say to me so be careful what you say.  "], "label": "contradiction"}, {"id": ["61393", "95645", "95645c"], "data": ["In order to achieve these goals, LSC is utilizing integrated strategies based in three essential  1) State Planning, 2) Technology, and 3) Program ", "LSC utilizes integrated strategies in seventeen areas."], "label": "contradiction"}, {"id": ["327871", "51045", "51045c"], "data": ["If you missed the link to the sidebar, click .", "Do not click the link in the sidebar."], "label": "contradiction"}, {"id": ["300685", "137170", "137170c"], "data": ["yeah i i don't really know why you have uh uh you know in a small city or whatever medium size city you have a couple hundred thousand people eligible you know and you get ten thousand to vote i don't have an answer for that i think that uh", "When there are a couple hundred people eligible to vote everyone shows up to vote. "], "label": "contradiction"}, {"id": ["363793", "30053", "30053c"], "data": ["Users disclosing sensitive information or passwords in response to seemingly innocent requests from strangers either over the phone or in person can provide intruders easy access to an organization's information and systems.", "There are no users disclosing sensitive information or passwords."], "label": "contradiction"}, {"id": ["152034", "49726", "49726c"], "data": ["The Board, however, believes that capitalizing and depreciating stewardship PP&amp;E provides information that is of little usefulness.", "The Board considers the information provided to be incredibly useful."], "label": "contradiction"}, {"id": ["291108", "25946", "25946c"], "data": ["If you missed the sidebar about the one good reason to support Barry, click .", "There is no sidebar, nor are there any reasons to support Barry."], "label": "contradiction"}, {"id": ["121303", "96870", "96870c"], "data": ["so he deserts and goes to New York and he starts out by fighting to make money and then he moves on to L A to where that where she is to just help him out", "He never moved around at all."], "label": "contradiction"}, {"id": ["326563", "18202", "18202c"], "data": ["Donation of property, plant, and  types that are expensed.", "Donations involving plants, property, and types are not expensed. "], "label": "contradiction"}, {"id": ["384437", "54665", "54665c"], "data": ["and to know what we want know what he was doing you know and enjoy it and it was so much fun and gosh he went a couple of weekends ago and rode an elephant and God he got up on this elephant all by himself and Lord i couldn't believe it they had so much fun", "He refused to get up on the elephant."], "label": "contradiction"}, {"id": ["321983", "43340", "43340c"], "data": ["and and and i guess that's what i really like although i must admit i did look at my watch after about an hour yeah", "I don't have a watch."], "label": "contradiction"}, {"id": ["80652", "98309", "98309c"], "data": ["However, it is important to clarify what type of problem interveners are attempting to address.", "Most people can ignore the type of problem in this case."], "label": "contradiction"}, {"id": ["357157", "5642", "5642c"], "data": ["I might even vote for her.", "There is a chance that I will vote for him."], "label": "contradiction"}, {"id": ["261462", "9081", "9081c"], "data": ["and um oh i guess i like a variety of things um lots of fiction uh type books um right now i'm occasionally reading  on a book about uh the Mardi Gras in New Orleans and it's history that's fairly interesting", "I am not a big fan of fiction books."], "label": "contradiction"}, {"id": ["194425", "122939", "122939c"], "data": ["yes and uh good luck on on some other calls", "You can't even talk on the phone, can you?"], "label": "contradiction"}, {"id": ["6357", "32061", "32061c"], "data": ["now i bought you that machine  well that sounds really good", "I never bought it for you because I didn't have the money."], "label": "contradiction"}, {"id": ["167016", "144799", "144799c"], "data": ["If there's one person (using drugs), that is a start, said Robertson, 52, a native of Jamaica.", "Robertson is a native of the Dominican Republic."], "label": "contradiction"}, {"id": ["262416", "119488", "119488c"], "data": ["just exactly", "Not at all."], "label": "contradiction"}, {"id": ["122449", "35908", "35908c"], "data": ["Also, OMB will use individual agencies' performance plans to develop an overall federal government performance plan that OMB is to submit annually to Congress with the president's budget, beginning for fiscal year 1999.", "There is no way to combine agency plans into a federal plan."], "label": "contradiction"}, {"id": ["370331", "12555", "12555c"], "data": ["They assure the readers that they, like most economists and finance people, have their retirement savings in stocks.", "Despite the advice they often give, the vast majority of economists keep their retirement savings on hand in cash."], "label": "contradiction"}, {"id": ["369602", "82301", "82301c"], "data": ["This result lends support to the Panzar's suggestion of opening processing and transportation to competition while maintaining a monopoly in delivery.", "The Panzar suggested that delivery be opened up to competition."], "label": "contradiction"}, {"id": ["267706", "24341", "24341c"], "data": ["Italian food  yeah pizzas and spaghettis and lasagnas and that kind of stuff", "I can't stand eating Italian food."], "label": "contradiction"}, {"id": ["32819", "108134", "108134c"], "data": ["In Santa Monica, Calif., local attorneys opened a coffee house called Legal Grind, where for about $20 a person can get a cup of coffee and a consultation with a lawyer.", "Lawyers in Santa Monica, CA opened an exclusive club to get away from people looking for legal advice."], "label": "contradiction"}, {"id": ["372141", "124353", "124353c"], "data": ["For my part, I plan to endorse the Baptist boycott of Disney.", "I do not plan to boycott."], "label": "contradiction"}, {"id": ["92605", "63072", "63072c"], "data": ["it was so many of them in it that at any particular chance your chance of having to do something was very slim it was very slim and so", "There were so few of them that you had an opportunity to do something."], "label": "contradiction"}, {"id": ["379332", "85137", "85137c"], "data": ["If New Yorkers are lucky, this sniping is a preview of a delightful fall  two leather-skinned, fast-talking, old-time pols whaling the bejesus out of each other.", "The politican in New York is running unopposed."], "label": "contradiction"}, {"id": ["387476", "37924", "37924c"], "data": ["As mentioned above, the Italian data have been adjusted for breakeven.", "The Italian data have been adjusted for a loss, not breakeven. "], "label": "contradiction"}, {"id": ["47931", "94498", "94498c"], "data": ["During that period, competing plans called for it to be a bank, a railroad station, and an additional memorial to Napoleon and his armies.", "It was supposed to be a garden but it was turned into a marina."], "label": "contradiction"}, {"id": ["381925", "65969", "65969c"], "data": ["Why did everyone say Johnny Shannon was a boy?", "Why did everyone say Johnny Shannon was a girl? "], "label": "contradiction"}, {"id": ["290690", "42322", "42322c"], "data": ["John's face hardened. ", "John looked happy.  "], "label": "contradiction"}, {"id": ["127315", "106376", "106376c"], "data": ["The private savings necessary to finance the deficit will plummet, because there will be net withdrawals from private pension funds.", "The private savings are not necessary to finance the deficit, we got this covered."], "label": "contradiction"}, {"id": ["27653", "85591", "85591c"], "data": ["Her name was Jane Finn, and it duly appeared among the list of the survivors, but the girl herself seemed to have vanished completely.", "Jane Finn was found promptly. "], "label": "contradiction"}, {"id": ["33471", "126432", "126432c"], "data": ["Within the complex'dedicated to Hathor, her cows head form decorates the columns of the Hypostyle Hall is a sanctuary where Ramses and Nefertari made offerings to the gods, and one showing the Pharaoh himself worshipping his deified wife.", "Ramses and Nefertari never made offerings to the gods."], "label": "contradiction"}, {"id": ["162452", "42356", "42356c"], "data": ["John acquitted himself well in the witness-box. ", "John could not prove that he was innocent."], "label": "contradiction"}, {"id": ["306315", "19537", "19537c"], "data": ["Commission officials confirmed that copies of both the Initial and the Final Regulatory Flexibility Analyses were submitted to the Chief Counsel, Small Business Administration.", "Commission officials said the analysis were submitted to the CEO."], "label": "contradiction"}, {"id": ["374104", "126301", "126301c"], "data": ["Daniel, wrapping up the session, soberly reminded his colleagues that those who have abused their absolute freedoms by making movies that are soiling and unwholesome have only themselves to blame if Hollywood's era of unregulated bliss is over.", "Daniel told his colleagues they had no effect on the regulation of Hollywood."], "label": "contradiction"}, {"id": ["782", "78051", "78051c"], "data": ["and what will a shot be will a shot be an ounce", "I don't know what a shot is."], "label": "contradiction"}, {"id": ["251453", "30567", "30567c"], "data": ["I didn't recognize them.", "I know exactly who they are."], "label": "contradiction"}, {"id": ["273253", "126466", "126466c"], "data": ["When that mail leaves the system, who gets to eat that big slice of the institutional cost pie that First Class mail currently enjoys?", "Who would get a very small portion of the institutional cost?"], "label": "contradiction"}, {"id": ["223153", "56712", "56712c"], "data": ["You'll find many amusing exhibits of street games, clockwork figures, dolls, and teddy bears to bring back memories of your own youth.", "There is an exhibit on sports equipment."], "label": "contradiction"}, {"id": ["11192", "105969", "105969c"], "data": ["We then present six tours spreading out from the capital to the centers of historic and artistic interest as well as to sites of natural beauty.", "There are no tours leading out of the capital city."], "label": "contradiction"}, {"id": ["275810", "38984", "38984c"], "data": ["well it's not like leaving home when you take it with you the whole idea is to get away from it", "You aren't trying to get away. "], "label": "contradiction"}, {"id": ["7128", "52541", "52541c"], "data": ["How wildly improbable success had seemed! ", "Success was assured."], "label": "contradiction"}, {"id": ["295776", "36024", "36024c"], "data": ["A little further southwest are some second century a.d. catacombs with tomb chambers painted to depict Greco-Egyptian themes.", "A little further southwest are some of the famous tar pits that house huge oil reserves."], "label": "contradiction"}, {"id": ["276522", "25327", "25327c"], "data": ["Then his pride in Shiloh banished some of his stiffness.", "His manner remained stiff, because he clearly didn't feel much for Shiloh."], "label": "contradiction"}, {"id": ["24019", "31490", "31490c"], "data": ["Imported Cuban cigars, plentiful and cheap, are a favourite take-home present, though they're still outlawed by U.S.", "Imported Cuban cigars are legal in the United States. "], "label": "contradiction"}, {"id": ["28278", "134443", "134443c"], "data": ["eighty five something like that and they at that time they had no testing whatsoever", "Testing was done all along."], "label": "contradiction"}, {"id": ["367349", "16326", "16326c"], "data": ["and i think she did some work at a thrift store so as long as she was gone for about four hours well maybe three she would tape soap operas", "Soap operas and boring so she never watches those."], "label": "contradiction"}, {"id": ["50749", "111809", "111809c"], "data": ["] We discussed issues . Issues that the American People care  Social Security, the patient's bill of rights ...", "Americans don't care about Social Security or patient's bill of rights."], "label": "contradiction"}, {"id": ["12322", "123346", "123346c"], "data": ["The oldest dances are survivors from Moorish times, and are usually performed in mountain villages.", "The oldest dances are routinely performed in sea-side villages."], "label": "contradiction"}, {"id": ["15971", "102525", "102525c"], "data": ["The grim  The anti-rejection drugs can cause infection and cancer, and since a hand isn't an essential organ, it isn't worth that risk.", "The drug does not cause infection or cancer. "], "label": "contradiction"}, {"id": ["350543", "34565", "34565c"], "data": ["Such a scenario is not desirable.", "A scenario like that is completely desirable. "], "label": "contradiction"}, {"id": ["19373", "124259", "124259c"], "data": ["so anyway i guess you have to have a sense a humor too", "I see that you don't have a sense of humor."], "label": "contradiction"}, {"id": ["340972", "50075", "50075c"], "data": ["But aren't education, family leave, and the breakdown of community economic issues?", "Education, family leave and community breakdown are economic issues?"], "label": "contradiction"}, {"id": ["325997", "99437", "99437c"], "data": ["It may just have been that we were too early.", "We arrived to the location at the designated start time and felt like we were right on time because everythig appeared as it should be. "], "label": "contradiction"}, {"id": ["298769", "98670", "98670c"], "data": ["Even if you've only just begun your tour of Madrid, the Plaza is a great spot for taking in the proportions of Madrid's most elegant architectural ensemble from a seat at one of the outdoor cafe.", "You won't see much of Madrid from the Plaza."], "label": "contradiction"}, {"id": ["240061", "74677", "74677c"], "data": ["He stood up and peered through the windows of the shed.", "He remained seated and ordered someone to look through the windows."], "label": "contradiction"}, {"id": ["26239", "11289", "11289c"], "data": ["The American Bar Association awarded a $6,000 grant for the model project.", "The American Bar Association have expressed disapproval for the model project."], "label": "contradiction"}, {"id": ["41655", "94570", "94570c"], "data": ["MAST has been self-administered and used in a computer format.", "There is no way to administer MAST without close supervision."], "label": "contradiction"}, {"id": ["108204", "44373", "44373c"], "data": ["The most relevant information about stewardship land is its existence, condition, and use.", "The condition of the stewardship land holds little relevance."], "label": "contradiction"}, {"id": ["165341", "64543", "64543c"], "data": ["Just me and him.", "He was all alone."], "label": "contradiction"}, {"id": ["7670", "129751", "129751c"], "data": ["because it you know it's a it's a hobby you do not want to be stressed out after playing", "Hobbies should make you tense. "], "label": "contradiction"}, {"id": ["357141", "62565", "62565c"], "data": ["In most instances, the observer is the senior investigator and the only  Margaret Mead in Samoa and Oscar Lewis in Puerto Rico are famous examples.", "The observer is a brief observer."], "label": "contradiction"}, {"id": ["182025", "136700", "136700c"], "data": ["you know you just take it easy um but when i see some women i mean some and i just don't think it's healthy all that pounding all the time", "I think it is healthy honestly."], "label": "contradiction"}, {"id": ["150366", "138223", "138223c"], "data": ["What are you doing in this house? ", "I see that you're baking cookies. "], "label": "contradiction"}, {"id": ["292513", "80183", "80183c"], "data": ["They were amazing and my lust for battle took me over.", "My lust for battle wasn't affected by how amazing they were."], "label": "contradiction"}, {"id": ["176029", "32224", "32224c"], "data": ["Glad you like it, Albert, replied Tuppence modestly.", "Tuppence isn't glad that Albert likes it."], "label": "contradiction"}, {"id": ["241919", "118614", "118614c"], "data": ["The folly of that they learned long ago.  Don Cazar smiled.", "Don Cazar shook his head, drawing his pistol out from his belt."], "label": "contradiction"}, {"id": ["211155", "106187", "106187c"], "data": ["okay one right but that's all yes look i mean that has to be one of the biggest wasters of money is the years that these guys sit on death row i mean", "I don't think there is much money spent on death row inmates."], "label": "contradiction"}, {"id": ["79036", "6162", "6162c"], "data": ["3/ First-Class Mail sent by non-households to households (e.g.", "Households never receive first-class mail from non-households."], "label": "contradiction"}, {"id": ["107569", "31704", "31704c"], "data": ["Tellingly, the has-been corner routine is not in the movie.", "The has-been corner routine is named after a scene in Rocky 2."], "label": "contradiction"}, {"id": ["145096", "27644", "27644c"], "data": ["One way is to develop a working definition of the case study that embodies its essential methodological features and then to examine the strengths and limitations of case studies for different evaluation questions.", "None of the case studies have examinable strengths and limitations."], "label": "contradiction"}, {"id": ["378505", "18656", "18656c"], "data": ["yeah yeah well down here they're normally Dallas normally has pretty good weather but uh", "The weather in Dallas is absolutely intolerable.  "], "label": "contradiction"}, {"id": ["37569", "1195", "1195c"], "data": ["You will also find the Cumwest Exhibition here, which tells the story of the Western Lakes, the lesser known though no less captivating part of the Lake District.", " the Cumwest Exhibition is very well known"], "label": "contradiction"}, {"id": ["255184", "77646", "77646c"], "data": ["I assume that the seven represents the planets.", "I assume that the nine represent the moons."], "label": "contradiction"}, {"id": ["102620", "90130", "90130c"], "data": ["um i don't play very much anymore because i've fractured my right ankle twice", "I play a lot more since I've broken my ankle twice."], "label": "contradiction"}, {"id": ["97502", "68330", "68330c"], "data": ["These new guidelines have refocused the LSC delivery system on serving individual clients with particular legal needs.", "Without any new guidelines, the LSC has continually failed to meet the needs of individual clients."], "label": "contradiction"}, {"id": ["156062", "34569", "34569c"], "data": ["Probably any other of the doorkeys in this passage would fit it.\" We stared at one another blankly. ", "No one thought any of the keys was the right size."], "label": "contradiction"}, {"id": ["248806", "145153", "145153c"], "data": ["For the purpose of the analyses presented here, the central features examined in the Initiative are identical to those contained in the Act.", "The analysis was completely different."], "label": "contradiction"}, {"id": ["191096", "81863", "81863c"], "data": ["because they have got some of these like the leather jackets are are quite expensive", "The leather jackets are inexpensive."], "label": "contradiction"}, {"id": ["29149", "50153", "50153c"], "data": ["This is reportedly being done in Sweden.", "There is no news of anything being done in Sweden. "], "label": "contradiction"}, {"id": ["79737", "120472", "120472c"], "data": ["The man who imprisoned Pol Pot is a one-legged Khmer Rouge general named Ta Mok.", "Ta Mok tried to imprison Pol Pot, but failed."], "label": "contradiction"}, {"id": ["195787", "93919", "93919c"], "data": ["Hanson could feel that he was being baked alive.", "Hanson was feeling quite chilly."], "label": "contradiction"}, {"id": ["266188", "68965", "68965c"], "data": ["I can be very rough if I choose.", "I cannot be rough even if I want to be."], "label": "contradiction"}, {"id": ["106012", "34881", "34881c"], "data": ["United against him was a collection of republicans, liberals, socialists, communists, and anarchists.", "The politicians were not united against the man."], "label": "contradiction"}, {"id": ["259035", "48962", "48962c"], "data": ["High and Mighty: A Low Blow", "The Low and Weak"], "label": "contradiction"}, {"id": ["138013", "103584", "103584c"], "data": ["The Dolma-bahce Palace (Dolmabahce Saraye; Dolmabahce Cadessi, tel. 212/258-5544), finished in 1853, was intended as a bold statement of the sultan's faith in the future of his empire, but instead it turned out to be a monument to folly and extravagance.", "The palace was finished in 1688, built to trivialize the sultan, who was hated and did not have faith in his own empire."], "label": "contradiction"}, {"id": ["5790", "87759", "87759c"], "data": ["and then the United States has this attitude by saying you know thank you for keeping us our freedom and stuff like that and i think it's all independent because it's it has nothing to do with the United States you didn't gain anything from it", "I'm happy with the attitude of the United States."], "label": "contradiction"}, {"id": ["256107", "54844", "54844c"], "data": ["the petting farm yeah", "there wasn't a petting farm"], "label": "contradiction"}, {"id": ["77479", "134062", "134062c"], "data": ["Perhaps an egg\" ", "Definitely not an egg."], "label": "contradiction"}, {"id": ["88892", "114600", "114600c"], "data": ["The cost to the average consumer, if all the cost of the detergent is passed along to the consumer anew, even by those producers who already sell fully additized gasoline, would be $6.", "The cost to the consumer is $100"], "label": "contradiction"}, {"id": ["114751", "10485", "10485c"], "data": ["And even the promise of universal compatibility has not been completely realized.", "Compatibility is not measure."], "label": "contradiction"}, {"id": ["201834", "13801", "13801c"], "data": ["The stuff of a novel, but don't expect the 37-year-old Roy to write it.", "You should expect the 37 year old Roy to write it."], "label": "contradiction"}, {"id": ["202265", "112615", "112615c"], "data": ["Therefore, they use specific, knowledge-based standards and criteria to determine if the product is ready to enter the next phase and they hold decision makers accountable for their actions.", "Products do not have to undergo any inspection prior to entering the next phase."], "label": "contradiction"}, {"id": ["131356", "133765", "133765c"], "data": ["I'm working on my fourth language now, said Lopez, referring to his Russian classes at Woodburn High School.", "I'm working on my second language now, said Lopez, referring to his English classes at Stone Elementary School."], "label": "contradiction"}, {"id": ["339360", "40740", "40740c"], "data": ["yeah family well well that's what i meant by salt that we we did that like as a family little ornaments and things like that and just kind of really got into it like during the Christmas season making them up for other people and things like that but", "Christmas gifts were always store bought items."], "label": "contradiction"}, {"id": ["295648", "40608", "40608c"], "data": ["You are actually playing into the criminal's hands.\"", "You are doing what the criminals hate."], "label": "contradiction"}, {"id": ["233561", "108487", "108487c"], "data": ["The Bureau of Labor Statistics (BLS) publishes an official measure of output per unit of combined labor and capital inputs-multifactor productivity.", "Reliable labor statistics do not exist."], "label": "contradiction"}, {"id": ["101476", "109326", "109326c"], "data": ["Or at least, that is the premise of Anglo-American jurisprudence, which uses the same model.", "This is the idea of African economics which uses the same model."], "label": "contradiction"}, {"id": ["213188", "73288", "73288c"], "data": ["You get a notion of the magnificence of Burgundian court life by starting your visit with the ducal kitchens, built in 1435, which boast six enormous walk-in cooking hearths.", "The ducal kitchens were built in 1435 with no real points of interest."], "label": "contradiction"}, {"id": ["2765", "47680", "47680c"], "data": ["i you know my my name being sold if i if i give money to the World Wild Wildlife Federation you know it's a it's a i feel it's an invasion of privacy to receive so many pieces of junk mail because they sell my address", "I never receive any junk mail."], "label": "contradiction"}, {"id": ["90817", "135750", "135750c"], "data": ["you mean make oh i suppose he he has to protect himself too so that somebody can't say you know when he's selling them that somebody else made it i mean it's so that he gets his own profits", "He doesn't need to protect himself because he doesn't have a stake or any profits from this."], "label": "contradiction"}, {"id": ["267436", "65133", "65133c"], "data": ["The Coming Conflict with China , by Ross H. Munro and Richard Bernstein (Knopf).", "The Coming Conflict with China, a solo work by Munro."], "label": "contradiction"}, {"id": ["49382", "98463", "98463c"], "data": ["Sea temperatures vary between 18?? and 24?? C (64 75?? F).", "Sea temperatures are seldom between 18° and  24° C."], "label": "contradiction"}, {"id": ["227714", "145145", "145145c"], "data": ["Standing protectively at the four corners of the raised terrace, the minarets are, deferentially, slightly lower than the sublime central cupola.", "The minarets are in front of the terrace."], "label": "contradiction"}, {"id": ["63280", "135605", "135605c"], "data": ["His counter-attack with Dayak warriors drove the Chinese out of Bau and across the Sarawak border.", "The Chinese put up a good fight, and defeated the Dayak warriors."], "label": "contradiction"}, {"id": ["51378", "29702", "29702c"], "data": ["yeah a good old time", "Ugly old times"], "label": "contradiction"}, {"id": ["357698", "15019", "15019c"], "data": ["People want to believe that checking accounts are sacrosanct, even though they haven't been for a long time.", "People are wary of checking accounts and have not believed in them for a long time. "], "label": "contradiction"}, {"id": ["238685", "96669", "96669c"], "data": ["The bad  Lots of people might be killed in the process.", "There is nothing bad about this, it has only good sides."], "label": "contradiction"}, {"id": ["103383", "29760", "29760c"], "data": ["One of the joys of fishing in Japan is taking the catch back to your Japanese-style inn and having the cook grill it for you or turn it into sushi or sashimi (depending on your degree of faith in the cleanliness of Japan's highly polluted rivers).", "Letting someone else cook your catch is not allowed in Japan.  "], "label": "contradiction"}, {"id": ["168245", "118541", "118541c"], "data": ["This approach means adopting and implementing an evolutionary approach to developing new weapon systems, improving policy to more closely approximate a knowledge-based product development process, and creating incentives for capturing and using knowledge for decision making.", "The approach doesn't mean adopting an evolutionary approach when developing new weapon systems."], "label": "contradiction"}, {"id": ["100526", "93313", "93313c"], "data": ["Ponta do Sol is the next village after Ribeira Brava.", "Ribeira Brava is before Ponta do Sol."], "label": "contradiction"}, {"id": ["337354", "117412", "117412c"], "data": ["Organisation for Economic Co-operation and Development.", "The organization dealt with economic investment. "], "label": "contradiction"}, {"id": ["298556", "106360", "106360c"], "data": ["Exactly. I looked up at him sharply. ", "I smiled at him. "], "label": "contradiction"}, {"id": ["309758", "100966", "100966c"], "data": ["Kyushu enjoys its special place in the national mythology as the cradle of Japanese civilization, despite the support of only a meager amount of archeological evidence.", "Kyushu has lost its good reputation in light of new archeological evidence."], "label": "contradiction"}, {"id": ["350295", "119562", "119562c"], "data": ["The Madeleine ' an imposing Greco-Roman edifice ' doesn't look much like a church, but that's what it is.", "The Madeleine has a huge steeple with a cross on it."], "label": "contradiction"}, {"id": ["268783", "109568", "109568c"], "data": ["so what do you think we're going to get", "Here's what we will get for it."], "label": "contradiction"}, {"id": ["210923", "100890", "100890c"], "data": ["Same as Emanuel, except Lewis seems more morally outraged with Clinton than other White House aides.", "Lewis was happy with Clinton's performance. "], "label": "contradiction"}, {"id": ["232713", "6970", "6970c"], "data": ["HCFA included the full text of its final analysis as an appendix to the final rule.", "HCFA couldn't include their final analysis."], "label": "contradiction"}, {"id": ["13047", "71828", "71828c"], "data": ["I do the SERVICE, monsieur.", "I don't do the service, ma'am, they do."], "label": "contradiction"}, {"id": ["252338", "78710", "78710c"], "data": ["Located on the northeast coast of Pulau Pinang (Betel Nut Island), Georgetown is the draw to Penang state, with rich colonial and historic roots amid the clutter of a market and commercial town.", "Georgetown is located on the southwest coast of Pulau Pinang."], "label": "contradiction"}, {"id": ["327213", "14064", "14064c"], "data": ["policy, rulemaking, international and user information activities.", "International and user information has no activities."], "label": "contradiction"}, {"id": ["279579", "45473", "45473c"], "data": ["And those who lose all HMO coverage may suffer substantial financial loss.", "Those who lose HMO insurance could benefit financially."], "label": "contradiction"}, {"id": ["107961", "80238", "80238c"], "data": ["The number of delivery points in Italy, as a percentage of those in the U.S., is a", "Italian delivery points are not compared to those in the US."], "label": "contradiction"}, {"id": ["51199", "89863", "89863c"], "data": ["The FCC prepared both an Initial Regulatory Flexibility Analysis and a Final Regulatory Flexibility Analysis, which appeared in the preambles to the proposed rule and the final rule, respectively.", "The FCC forgot to prepare an Initial Regulatory Flexibility Analysis."], "label": "contradiction"}, {"id": ["61353", "125897", "125897c"], "data": ["They're not good or evil, they are just mindless slaves to instinct and the food chain.", "They are evil little things that are slaves to addiction. "], "label": "contradiction"}, {"id": ["62615", "20734", "20734c"], "data": ["Curious about PACs or state governments or the courts?", "No one cares to know about PACs."], "label": "contradiction"}, {"id": ["139923", "17180", "17180c"], "data": ["DON'T! implored Tuppence.", "Please do! Tuppence encouraged."], "label": "contradiction"}, {"id": ["249568", "142202", "142202c"], "data": ["Their e-mail says no no, but their mouse clicks say yes yes.", "The email says yes but the mouse says no."], "label": "contradiction"}, {"id": ["147429", "12495", "12495c"], "data": ["Git 'long there, you knock-kneed, goat-headed wagon-loafer! He pushed on to haze another slacker.", "Take your time! He said to the man."], "label": "contradiction"}, {"id": ["246579", "92992", "92992c"], "data": ["Though this party fell into disfavor for some time, their fundamentalist concerns, shared by members of the Shiv Sena party, increased in popularity in subsequent years.", "This party's support grew and grew for as long as it existed."], "label": "contradiction"}, {"id": ["162933", "51706", "51706c"], "data": ["This has saved many islands from the brink of poverty and depopulation, although it is undoubtedly affecting the character of many of the more popular islands.", "The character of the islands has not changed at all."], "label": "contradiction"}, {"id": ["162799", "114307", "114307c"], "data": ["How square.", "How biased. "], "label": "contradiction"}, {"id": ["255698", "69955", "69955c"], "data": ["right right you know you you you'd you get the first you know the first first ice uh storm and the place closes up", "It never shuts down when there's an ice storm."], "label": "contradiction"}, {"id": ["256335", "122343", "122343c"], "data": ["Now the Sticks knew they were here and things would be much harder.", "The Sticks had no idea that they were here."], "label": "contradiction"}, {"id": ["263702", "94913", "94913c"], "data": ["The game is in your hands now.\" He shook hands with them both.", "The game was still his, he'd never pass it to them."], "label": "contradiction"}, {"id": ["321364", "56137", "56137c"], "data": ["yes yes you'd be more harmed or something yeah", "You'd be perfectly fine."], "label": "contradiction"}, {"id": ["363073", "3747", "3747c"], "data": ["um uh usually not too big probably maybe two or three pounds you know i've seen some huge catfish", "We only catch huge catfish."], "label": "contradiction"}, {"id": ["266332", "44444", "44444c"], "data": ["No one knows whether even one of the initiatives can pass.", "The initiatives were great and sure to pass."], "label": "contradiction"}, {"id": ["89665", "75024", "75024c"], "data": ["kind of scary", "It's quite comforting."], "label": "contradiction"}, {"id": ["26005", "65870", "65870c"], "data": ["MCCJ drew together a wide spectrum of individuals and organizations involved in the support and delivery of legal services in the state, including legal services providers, community and bar leaders, legislators, and clients.", "Legal services were unaffected by MCCJ."], "label": "contradiction"}, {"id": ["233282", "130784", "130784c"], "data": [" The reality is that the only way this is going to be solved is if you can prevent it from being a political football, like Al's criticism of me for voting to continue discussion on a variety of options at the same time; the administration was considering the same discussion.", "The only way to solve this is for it to become a political football."], "label": "contradiction"}, {"id": ["114304", "8561", "8561c"], "data": ["plus i bet it cuts cuts down on your absenteeism because you've got two days off that you can do everything so you don't have to you know unless you're just really sick or the child's sick", "People only take days off when sick."], "label": "contradiction"}, {"id": ["333765", "104955", "104955c"], "data": ["Some, including the critic at Time , have questioned Soderbergh's sanity.", "The critic at Time has never heard of Soderbergh."], "label": "contradiction"}, {"id": ["370808", "43446", "43446c"], "data": ["Musical rhythms were traditionally matched to the complex cadences of the epic poetry of Greece.", "The rhythms of traditional Greek music are simple and straightforward."], "label": "contradiction"}, {"id": ["385452", "140119", "140119c"], "data": ["Pistols rang out and the two riders fell dead from their horses.", "The riders. held on to the horses tight."], "label": "contradiction"}, {"id": ["21677", "23260", "23260c"], "data": ["Maryland well they've got a couple of places here i'm in i'm calling from Texas um there's a place that you know i can feed the five of us for under fifteen dollars and and it's all you can eat and uh that that's the kind of place that you take the kids to", "It is not a good place for kids."], "label": "contradiction"}, {"id": ["363087", "108780", "108780c"], "data": ["But--hey, you can't be!", "I be friend, I be."], "label": "contradiction"}, {"id": ["389370", "117603", "117603c"], "data": ["Just east of the Explanada, an irresistible stretch of sandy beach, the Playa del Postiguet, beckons.", "The Playa del Postiguet, is west of the Explanada"], "label": "contradiction"}, {"id": ["125192", "74930", "74930c"], "data": ["oh we have had uh as i've said we've had variable weather uh", "We haven't had much variation in weather patterns lately."], "label": "contradiction"}, {"id": ["222434", "83496", "83496c"], "data": ["But even if it does pay for talent, no one knows whether thousands of new fans will come.", "There is a known amount of fans that will come."], "label": "contradiction"}, {"id": ["257231", "145705", "145705c"], "data": ["Where's this young lady I've been hearing such a lot about? 226 Tommy introduced Tuppence.", "Nobody knew who Tuppence was when Tommy introduced her to everyone. "], "label": "contradiction"}, {"id": ["185462", "16607", "16607c"], "data": ["Sohail Mohammed, a Clifton, N.J., solo practitioner, has been scrambling to get information on the number of them locked up in New Jersey after the attacks.", "No solo practitioners have been trying to gain information about the amount of people locked up in New Jersey after the attacks."], "label": "contradiction"}, {"id": ["121065", "99922", "99922c"], "data": ["have you had to put anyone in a nursing home", "Have you ever stayed in a nursing home?"], "label": "contradiction"}, {"id": ["313215", "139078", "139078c"], "data": ["With that response, Erving negated his layup for Bradley by yielding a three-pointer to Brazile.", "Erving made his layup"], "label": "contradiction"}, {"id": ["76622", "17191", "17191c"], "data": ["A good orientation exercise is to start with an organized sightseeing tour with Dublin Bus from Upper O'Connell Street or Bus from the Travel Centre at Busjras in Store Street.", " The Dublin Bus tour does not stop at Upper O'Connell Street."], "label": "contradiction"}, {"id": ["362387", "16291", "16291c"], "data": ["The Kal shifted and moved, feigning both a throw and a swing.", "The Kal stood still."], "label": "contradiction"}, {"id": ["247651", "93535", "93535c"], "data": ["I knowed yore company was in the fight last night, an' I thought o' you when I heerd the grape-shot a-plinkin' out thar.", "Guns back then used grapes instead of bullets."], "label": "contradiction"}, {"id": ["173934", "119504", "119504c"], "data": ["And at their own specialties, they were superb technicians.", "The technicians were kind of shitty at their job."], "label": "contradiction"}, {"id": ["211864", "84504", "84504c"], "data": ["Yes, sir, it will be about an hour and a half's run.", "The run will take no more than a few minutes. "], "label": "contradiction"}, {"id": ["29235", "132935", "132935c"], "data": ["Further, the attainment efforts of individual States and localities not only impose costs on these entities, but also can increase complexity for companies which face differing requirements when operations cross state lines.", "States and localities endeavouring achievement will results in cost savings ease some problems faced by multi-state companies. "], "label": "contradiction"}, {"id": ["74947", "136129", "136129c"], "data": ["um-hum well i know that Russia they're they're comparably more educated better educated than we are in our country", "Russians all have terrible educations."], "label": "contradiction"}, {"id": ["201187", "30523", "30523c"], "data": ["Motivational considerations", "Considerations which are not in regards to motivation."], "label": "contradiction"}, {"id": ["80427", "99436", "99436c"], "data": ["There is too much free stuff out there, the process of paying and accessing what you paid for is too clumsy and unfamiliar, and so on.", "One has to pay for everything these days."], "label": "contradiction"}, {"id": ["180991", "64450", "64450c"], "data": ["Three grants in Texas helped with merger issues through integration of disparate systems.", "The grants were not granted to Texas "], "label": "contradiction"}, {"id": ["23362", "89062", "89062c"], "data": ["The noble Romanesque interior has a magnificent painted wooden ceiling with Arabic honeycomb motifs and stalactite pendentives.", "The interior is very plain."], "label": "contradiction"}, {"id": ["87374", "21318", "21318c"], "data": ["high and the goal cannot be achieved on time, decision makers assess trade-offs between new and existing components to reduce the risks to a more manageable level.", "It is impossible to reduce the risks, isn't it?"], "label": "contradiction"}, {"id": ["23578", "72117", "72117c"], "data": ["Also keep your eyes open for a first view of Kanchenjunga, 8,586 m (28,168 ft) high and the world's third highest peak, after Mount Everest and Pakistan's K2.", "Kanchenjunga is an unimpressive mountain, one of the smallest in the Himalayas."], "label": "contradiction"}, {"id": ["357329", "3113", "3113c"], "data": ["But there is a fundamental difference between them.", "There is no difference."], "label": "contradiction"}, {"id": ["55409", "26920", "26920c"], "data": ["How those emotions are generated I cannot explain.", "Oh, that's a simple explanation for your emotional behaviour. "], "label": "contradiction"}, {"id": ["198998", "121925", "121925c"], "data": ["Elsewhere on the French side of the island, toplessness is optional.", "The island is entirely French."], "label": "contradiction"}, {"id": ["307012", "111937", "111937c"], "data": ["The handsome patient, the whole ward knew his name was Mieczyslaw, slept like a baby, longer and longer, and as everyone knew time worked to his disadvantage.", "The handsome patient was new, and nobody in the ward knew his name yet."], "label": "contradiction"}, {"id": ["325281", "144632", "144632c"], "data": ["Madeira creates and exports table linens, sheets, dresses, blouses, hand?­kerchiefs, and even wedding dresses of extraordinary delicacy.", "Madeira makes and sells cars."], "label": "contradiction"}, {"id": ["93325", "36445", "36445c"], "data": ["Bright yaller \"", "Bright red."], "label": "contradiction"}, {"id": ["94240", "104619", "104619c"], "data": ["When it was gone, he felt better.", "He missed it and wished it was still around."], "label": "contradiction"}, {"id": ["74446", "111939", "111939c"], "data": ["#NAME?", "The demolition crew were ready to tear down the wall."], "label": "contradiction"}, {"id": ["295657", "41546", "41546c"], "data": ["The chief doorman, Mark Benecke, was under the misapprehension that he was the owner of Cypress Gardens in Queens.)", "Mark Benecke was the owner of Cypress Gardens."], "label": "contradiction"}, {"id": ["122276", "91226", "91226c"], "data": ["I know this is where you're keeping them.", "I have no idea of their current location."], "label": "contradiction"}, {"id": ["152496", "133488", "133488c"], "data": ["you're right you're sure right it's it's nice to look at but the last couple of storms we've had the last couple of snowstorms we've had have really been good because they snowed and and like within a day it's warmed right back up and melted the roads and stuff so", "It did not snow and the weather was freezing a day later.  "], "label": "contradiction"}, {"id": ["105326", "143640", "143640c"], "data": ["no i i really can't either", "Yes, I can absolutely do that."], "label": "contradiction"}, {"id": ["157634", "10237", "10237c"], "data": ["I don't take every case, but I take the clients seriously.", "I make sure to take every case presented to me."], "label": "contradiction"}, {"id": ["16804", "50615", "50615c"], "data": ["When Ronald Reagan regaled world leaders with his story of having witnessed the liberation of a Nazi concentration camp, he probably saw the event as vividly as he had once seen the film about it that he helped to make.", "Ronald Reagan told a story about having witnessed the liberation of a Polish concentration camp."], "label": "contradiction"}, {"id": ["266566", "36307", "36307c"], "data": ["He scrambled to the top and caught the ropes that were flung up to him.", "He totally missed the ropes that were thrown at him."], "label": "contradiction"}, {"id": ["231575", "51966", "51966c"], "data": ["oh this is kind of tough i don't too often watch you know shows that are on on a regular basis", "I don't watch any TV shows at all."], "label": "contradiction"}, {"id": ["323523", "18704", "18704c"], "data": ["For example, the Department of Social Security in the United Kingdom uses the results of a rolling program of reviews to determine the levels of fraud and error in its Income Support and Jobseeker's Allowance benefit programs.", "Reviews of fraud and error are not conducted in the United Kingdom."], "label": "contradiction"}, {"id": ["121813", "23574", "23574c"], "data": ["'Hello, Ben.'", "Goodbye, Ben. "], "label": "contradiction"}, {"id": ["26286", "103301", "103301c"], "data": ["uh okay okay it does sound like you have some children to take care of uh okay bye-bye", "It sounds like you have nothing going on."], "label": "contradiction"}, {"id": ["128445", "103403", "103403c"], "data": ["uh yeah yeah yeah yeah we were really excited about the we're", "We really weren't excited at all about that."], "label": "contradiction"}, {"id": ["182929", "94559", "94559c"], "data": ["May the next half-century speak better of us.", "The legacy we leave in the next fifty years does not matter."], "label": "contradiction"}, {"id": ["143130", "38595", "38595c"], "data": ["O'Donoghue's and Slattery's, two famous music pubs, are still among Dublin's best.", "Dublin does not have any music pubs."], "label": "contradiction"}, {"id": ["148992", "9330", "9330c"], "data": ["This is practically the only town of any consequence here along the Inland Sea coast to have emerged unscathed from the terrible fire-bombings of 1945.", "Most towns escaped unscathed from the fire bombings, but this was the only one by the Inland Sea which suffered damage."], "label": "contradiction"}, {"id": ["382808", "34131", "34131c"], "data": ["A story says robot insects will soon be deployed by the military.", "The military would never use robots in its missions."], "label": "contradiction"}, {"id": ["74999", "126185", "126185c"], "data": ["To make the geography (if not the choice) simpler, we've divided the country into just five Paris and its vicinity (known to the French as the Ile-de-France); the Northeast (Picardy, Champagne-Ardennes, Lorraine, Alsace, Burgundy, and the Jura); the Northwest (Normandy, Brittany, and the Loire Valley); the Southeast (Savoie, the Rhone Valley, Provence, the Cete d'Azur, and Corsica); and the South?­west (Berry-Limousin, P??rigord, the Atlantic Coast, the Pyr???­n??es, and Languedoc-Roussillon).", "France is typically viewed as one giant blob full of stuff to do."], "label": "contradiction"}, {"id": ["120245", "145129", "145129c"], "data": ["It was most obvious. ", "There were no signs at all."], "label": "contradiction"}, {"id": ["167022", "31589", "31589c"], "data": ["But Italy's largest and eastern-most lake is actually shaped more like a banjo, 52 km (32 miles) from the ruggedly romantic cliffs of the neck down to its broad sound box, 18 km (11 miles) acrose surrounded by rolling green hills and gardens.", "Italy's smallest lake is shaped like a tiny banjo."], "label": "contradiction"}, {"id": ["289601", "98250", "98250c"], "data": ["is uh it uh yeah it can add up quick", "It never adds up quick. "], "label": "contradiction"}, {"id": ["176398", "23091", "23091c"], "data": ["Jane Finn at last! ", "Bob Haskins at last!"], "label": "contradiction"}, {"id": ["75734", "26474", "26474c"], "data": ["This risk assessment is used to determine where risks exist, what those risks are, and the potential or actual impact of those risks on program operations.", "Program operations are a risk-free endeavor."], "label": "contradiction"}, {"id": ["306497", "87346", "87346c"], "data": ["Medieval penitents traced its path on hands and knees, from the circumference to the center, a symbolic spiritual journey.", "Medieval penitents traced its path through the sky with sticks."], "label": "contradiction"}, {"id": ["132576", "34040", "34040c"], "data": ["And I think that will be its lasting legacy", "I don't think that it will have any kind of lasting legacy."], "label": "contradiction"}, {"id": ["76548", "62673", "62673c"], "data": ["expected to be a normal profit level, with the understanding that unusually efficient firms might achieve supra-normal profits for a time.", "Nobody ever expects that any firms will be at a normal profit level, as they always assume above and beyond what is possible."], "label": "contradiction"}, {"id": ["317609", "61895", "61895c"], "data": ["Our normal schedule will resume on Monday, Dec. 1.", "Our normal schedule is being abandoned indefinitely."], "label": "contradiction"}, {"id": ["292129", "31341", "31341c"], "data": ["He is coming to, remarked a voice very near Tommy's ear.", "Tommy heard a voice off in the distance."], "label": "contradiction"}, {"id": ["111589", "144104", "144104c"], "data": ["What shall I do?\"", "I know exactly what to do. "], "label": "contradiction"}, {"id": ["389772", "77522", "77522c"], "data": ["The house has beautiful views of Lake Windermere, which must have brought the poet great pleasure in his later years.", "The poet died at the age of 20 years when he was still living with his parents."], "label": "contradiction"}, {"id": ["37514", "13818", "13818c"], "data": ["The nanny case jibes perfectly with Scheck's obsession.", "The nanny case is not related to Scheck's obsession."], "label": "contradiction"}, {"id": ["8803", "23959", "23959c"], "data": ["Not a single canvas shack lined this street.", "This street is lined with canvas shacks."], "label": "contradiction"}, {"id": ["282730", "95723", "95723c"], "data": ["If one question answered yes yields a positive test score, asking that one first and stopping as soon as the score is positive would be the most efficient approach.", "Stopping after a question is answered no results in the most efficient approach."], "label": "contradiction"}, {"id": ["275265", "139303", "139303c"], "data": ["and the scratches and the smell and the uh wherever yeah", "There were no scratches or odors to be found."], "label": "contradiction"}, {"id": ["7718", "129400", "129400c"], "data": ["Go join them, said Jon.", "Jon told the man to stay on his own."], "label": "contradiction"}, {"id": ["91514", "131808", "131808c"], "data": ["As a young man approaching 40, I am confused about how I am supposed to react to women's fashions.", "I am not at all confused regarding how to react to women's fashions."], "label": "contradiction"}, {"id": ["234873", "27547", "27547c"], "data": ["and uh if you bring one in and put it under good conditions they'll grow about as fast as any tree", "They cannot grow as fast as trees under any condition."], "label": "contradiction"}, {"id": ["123240", "51735", "51735c"], "data": ["Tuppence narrated her adventures with some complacence.", "Tuppence kept her adventures to herself and did not even hint at them."], "label": "contradiction"}, {"id": ["390338", "145036", "145036c"], "data": ["Letter from John ", "The letter was from Tom."], "label": "contradiction"}, {"id": ["115881", "46193", "46193c"], "data": ["yeah i've been trying to put weed spray on the lawn for the whole week and you can't put it on if it's suppose to rain within forty eight hours", "I got my lawn chemical treatments all done."], "label": "contradiction"}, {"id": ["334467", "141384", "141384c"], "data": ["oh my gosh well there's so many people who have never you know even gotten to do that so that's great my sister was telling me", "Most people manage to challenge it with success. "], "label": "contradiction"}, {"id": ["29599", "111819", "111819c"], "data": ["Meta-analysis of randomized control trials addressing brief interventions in heavy alcohol drinkers.", "The control trials weren't randomized in the case of the heavy drinkers."], "label": "contradiction"}, {"id": ["347425", "18046", "18046c"], "data": ["Desperate austerity measures failed to jump-start the economy.", "Austerity measures helped the economy."], "label": "contradiction"}, {"id": ["262133", "72607", "72607c"], "data": ["A low-ceilinged room in one of the buildings has been venerated for centuries as the Tomb of King David.", "King David isn't even dead so it's impossible for him to have a tomb there."], "label": "contradiction"}, {"id": ["150925", "110628", "110628c"], "data": ["The money is allotted based on poverty population figures that are updated every 10 years through the Census.", "Poverty population figures determines how money is not allotted."], "label": "contradiction"}, {"id": ["273174", "35113", "35113c"], "data": ["The litigation ban is  Litigants challenging the covered statutes or regulations do not receive LSC funding, and neither do litigants defending those laws against challenge.", "Litigants challenging the covered statutes or regulations do not receive LSC funding while the litigants defending those laws receive the funding.."], "label": "contradiction"}, {"id": ["166022", "72656", "72656c"], "data": ["Scientists have learned how bacteria can build up in gaps in the gum, cause infection, weaken the jawbone, and eventually murder teeth.", "Tooth murder is a first degree offense."], "label": "contradiction"}, {"id": ["87729", "82725", "82725c"], "data": ["Lawful permanent residents and other classes of aliens in the unrestricted categories reside in the United States without time limit.", "There are many aliens in the United States who immigrated from outer space."], "label": "contradiction"}, {"id": ["108947", "23161", "23161c"], "data": ["oh that that was that worked out pretty good then", "It worked out horribly, as I expected."], "label": "contradiction"}, {"id": ["226920", "33623", "33623c"], "data": ["Even beyond the klunky language, the authors fail to transcend their narrow context and explore what management success in the movie business might have entailed.", "The authors are willing to explore new opportunities."], "label": "contradiction"}, {"id": ["207339", "136959", "136959c"], "data": ["Accumulating nonfederal financial assets, such as stocks, could be another way that government saving could translate into resources available for investment, but this idea is controversial.", "Everyone can agree accumulating nonfederal financial assets is a great idea for investment."], "label": "contradiction"}, {"id": ["33907", "23009", "23009c"], "data": ["yeah hum-um no i missed it", "Yeah, I saw that. "], "label": "contradiction"}, {"id": ["303331", "841", "841c"], "data": ["Therefore, you're the real jewel thief!", "I have concluded that you did not take the jewel."], "label": "contradiction"}, {"id": ["202319", "27378", "27378c"], "data": ["Everywhere silence, and shuttered windows.", "It was loud and the windows were wide open.  "], "label": "contradiction"}, {"id": ["96464", "57624", "57624c"], "data": ["Sixteen-year-olds can drive perfectly on the momentous day they present themselves at the Motor Vehicles Bureau, and then speed recklessly the day after.", "Sixteen year olds are the most careful drivers in the country."], "label": "contradiction"}, {"id": ["362093", "32898", "32898c"], "data": ["it got it got real rough", "It was such a relief."], "label": "contradiction"}, {"id": ["55247", "2239", "2239c"], "data": ["Several mummies were found here when archaeologists opened it, leading to a much-improved understanding of the genealogy of the various dynasties.", "Archaeologists found several mummies belonging to low-class farmers in the tomb -- a highly irregular finding indeed!"], "label": "contradiction"}, {"id": ["189457", "16779", "16779c"], "data": ["um probably a lot more civilized more um refined than a lot of the people would be down here", "much ruder and less refined than the people who live here"], "label": "contradiction"}, {"id": ["144548", "112940", "112940c"], "data": ["uh one is taking Latin and one has taken Spanish but not enough of it and uh i think we we down here especially should speak and California New Mexico and all that really", "My kids are great at foreign languages."], "label": "contradiction"}, {"id": ["289967", "8523", "8523c"], "data": ["wait did you watch Saturday Night Live what he's got what", "I could care less if you watch Saturday Night Live."], "label": "contradiction"}, {"id": ["305557", "8922", "8922c"], "data": ["Sir? Is something wrong?'", "Sir, you seem like everything is great. "], "label": "contradiction"}, {"id": ["248130", "81480", "81480c"], "data": ["But they were built in all seriousness in the last decade of the 11th century.", "In the last 10 years of the 12th century were they made."], "label": "contradiction"}, {"id": ["222880", "1037", "1037c"], "data": ["They measure 2 1.2 km (1 1.2 miles) long, averaging 12 meters (40 feet) in height, with 88 towers and an estimated 2,500 niches suitable for sentries or marksmen.", "They have an estimated 5,000 niches suitable for sentries or marksmen."], "label": "contradiction"}, {"id": ["320206", "1968", "1968c"], "data": ["This is a very important discovery.\"", "This discovery is, for the most part, worthless."], "label": "contradiction"}, {"id": ["78101", "43581", "43581c"], "data": ["They are ports.", "They are football fields."], "label": "contradiction"}, {"id": ["1365", "6302", "6302c"], "data": ["um oh with the Dallas Cowboys although they haven't done very well the last couple of years but uh they'll be back up there", "The Dallas Cowboys are perfect as always."], "label": "contradiction"}, {"id": ["147348", "79959", "79959c"], "data": ["Nixon hated Woodward.", "Nixon loved wearing the same suit every day"], "label": "contradiction"}, {"id": ["179455", "131801", "131801c"], "data": ["The Nation 's cover story proposes a bank holiday, a la FDR, to pre-empt further catastrophe in the global economy.", "The time cover story suggested we get rid of Thanksgiving."], "label": "contradiction"}, {"id": ["151585", "115055", "115055c"], "data": ["The ruins you can see there now are the remains of the 11th-century cathedral.", "The ruins you see there were once a Red Lobster."], "label": "contradiction"}, {"id": ["278462", "121612", "121612c"], "data": ["because those i mean those those summers up there are brutal", "The summers up there are lovely."], "label": "contradiction"}, {"id": ["75623", "11249", "11249c"], "data": ["As the road climbs, though, it offers spectacular views back to Little Langdale in the east; get out at the small car park at the top of the pass and take photographs.", "There is no car park for photographs."], "label": "contradiction"}, {"id": ["220889", "88308", "88308c"], "data": ["Forbes : I'm an independent outsider.", "The person is not an independent outsider."], "label": "contradiction"}, {"id": ["294054", "85700", "85700c"], "data": ["Unrelenting, Milosevic undertook the massacres of the last year, which finally precipitated NATO's bombing.", "Without relent, Milosevic undertook massacres of last year which never led to NATO bombing. "], "label": "contradiction"}, {"id": ["213295", "86435", "86435c"], "data": [", smoking-related disease) and the difference in the effect size between chronic exposure studies and daily mortality studies suggest that all incidences of premature mortality reduction associated with a given incremental change in PM exposure probably would not occur in the same year as the exposure reduction.", "It is obvious that a change in mortality reduction always results from an immediate reduction in PM exposure in the same year."], "label": "contradiction"}, {"id": ["317762", "27394", "27394c"], "data": ["A jangling peal rang discordantly, echoing through the emptiness within.", "A harp echoed through the halls, like an angel's tune."], "label": "contradiction"}, {"id": ["271614", "46814", "46814c"], "data": ["And immigration is ideal for the  it's a federal, forms-based practice that rarely requires meeting the client.", "Immigration isn't a forms-based practice so client meetings are necessary and always done."], "label": "contradiction"}, {"id": ["385916", "118785", "118785c"], "data": ["His body was rigid as it lifted a foot, ten feet, then a hundred above the ground.", "He was agitated because he couldn't get off the ground."], "label": "contradiction"}, {"id": ["158875", "108828", "108828c"], "data": ["Meat too soft - 7 percent.", "The meat was perfect."], "label": "contradiction"}, {"id": ["119998", "59110", "59110c"], "data": ["Show her in then.", "Don't let her in."], "label": "contradiction"}, {"id": ["127402", "106943", "106943c"], "data": ["Australia and Canada, on the other hand, hold their program managers accountable for evaluating the overall effectiveness of their programs.", "Only Japan holds its program managers accountable. "], "label": "contradiction"}, {"id": ["204998", "137826", "137826c"], "data": ["With Christianity and the sophisticated Celtic culture successfully fused, Ireland entered its  Golden Age  (a.d.", "Despite its best efforts, Christianity, could not break into Celtic culture."], "label": "contradiction"}, {"id": ["374312", "90716", "90716c"], "data": ["Totally cukoo, Kudupi began and they all knew he was about to drop the bomb.", "Kudupi did not intend on dropping any bombs."], "label": "contradiction"}, {"id": ["250062", "89853", "89853c"], "data": ["it'd be nice if justice traveled that quickly but but it sure it it sure doesn't", "It doesn't matter how long it takes for justice to be served, it always comes too fast for me."], "label": "contradiction"}, {"id": ["339588", "121683", "121683c"], "data": ["The risk of petty crime is high and the atmosphere is a little too oppressive for most tourists to feel comfortable walking the streets alone (see page 116).", "All tourists report feeling safe on these streets because the crime rate is so slow. "], "label": "contradiction"}, {"id": ["130885", "93687", "93687c"], "data": ["The Commission discussed these comments in its final analysis and concluded that the comments were not well-founded.", "The commission's analysis had no conclusion."], "label": "contradiction"}, {"id": ["179842", "95542", "95542c"], "data": ["Oh, hundreds! she said. ", "Oh thousands, she exclaimed."], "label": "contradiction"}, {"id": ["311641", "3877", "3877c"], "data": ["Recent acquisitions include the work of such contemporary artists as Vivienne Roche and Patrick O'Reilly.", "No new work has been acquired recently."], "label": "contradiction"}, {"id": ["40255", "25756", "25756c"], "data": ["skimmers skimmers i think they call them that you would wear day-to-day but", "You only wear them for special occasions."], "label": "contradiction"}, {"id": ["363410", "24068", "24068c"], "data": ["yeah nice talking with you are you calling from Texas by the way", "I did not enjoy our talk and I do not care where you are from."], "label": "contradiction"}, {"id": ["20913", "118689", "118689c"], "data": ["Jon nodded.", "Jon did not nod. "], "label": "contradiction"}, {"id": ["218189", "66003", "66003c"], "data": ["Her Anna is such a cauldron of unresolved impulses--rage, petulance, fear, deceptiveness, promiscuity--that it's no wonder that the filmmakers had to tack on a corny, too-pat coda that spells out the couple's happily-ever-afterhood.", "Anna died very early on in the story."], "label": "contradiction"}, {"id": ["40948", "69497", "69497c"], "data": ["Chronic Exposure, Ages 30 and older PM2.", "Chronic Exposure, Ages 13 and older PM2."], "label": "contradiction"}, {"id": ["111147", "122291", "122291c"], "data": ["The Jews are Neanderthals.", "Jews aren't like Neanderthals at all."], "label": "contradiction"}, {"id": ["17338", "89513", "89513c"], "data": ["Critics of previous Wachter studies claim that they ignore the fact that the Postal Service pays minorities the same as it pays white males.", "Critics believe that Wachter studies highlight a fact in terms of payment to minorities and white females."], "label": "contradiction"}, {"id": ["297152", "52102", "52102c"], "data": ["About two hundred, said Jon.", "Jon said it was about seventy thousand dollars."], "label": "contradiction"}, {"id": ["160675", "141012", "141012c"], "data": ["like Mexican food i like the burritos and all that but i don't like the spice the hot i i like it spicy but i don't like it i don't like it hot you know where you your", "I prefer burritos with very hot peppers in them."], "label": "contradiction"}, {"id": ["338180", "51710", "51710c"], "data": ["you know what's going on you know like i knew or like i sat in on the meetings or something", "You are completely ignorant of what is going on."], "label": "contradiction"}, {"id": ["154806", "26853", "26853c"], "data": ["yeah what what are you doing", "I don't care what you're doing."], "label": "contradiction"}, {"id": ["247367", "51649", "51649c"], "data": ["One vivid  After the embassy bombing, Chinese officials produced an anti-NATO music video.", "Chinese officials produced an pro-NATO music video after the embassy bombing."], "label": "contradiction"}, {"id": ["6760", "67486", "67486c"], "data": ["And he glanced at the daylight. ", "He closed his eyes."], "label": "contradiction"}, {"id": ["6626", "14706", "14706c"], "data": ["Joan McQuay, National Benefit Control and Debt Manager, Work and Income New Zealand", "McQuay works in real estate."], "label": "contradiction"}, {"id": ["204556", "27554", "27554c"], "data": ["You'll have breathtaking views acroseto the peak of Mont Blanc and the whole roof of the western Alps.", "You will be able to see views of Mount Everest and the Himalayas."], "label": "contradiction"}, {"id": ["179393", "97385", "97385c"], "data": ["In recent years the French national health system has approved reimbursement for spa treatments and the number of curistes seeking treatment has risen.", "Spa treatments are not part of the French health care coverage."], "label": "contradiction"}, {"id": ["368252", "11255", "11255c"], "data": ["period and do it you know and if you commit this crime you will be in prison for the rest of your life we're not going to say we're going to put you there for the rest of your life and let you out in fifteen years we're really going to do it you know it's just the system has just", "If you go to jail for life you should be able to get out for reformation."], "label": "contradiction"}, {"id": ["378272", "27381", "27381c"], "data": ["Modesty always was your besetting sin, remarked Tommy.", "Modesty was never a problem for you, said Tommy."], "label": "contradiction"}, {"id": ["154827", "69341", "69341c"], "data": ["well and i i and even at the even at the local level when somebody's assaulted", "Nobody ever gets assaulted on any level. "], "label": "contradiction"}, {"id": ["81869", "125254", "125254c"], "data": ["Founded in 641 and expanded by the Fatimids in the mid-ninth century, Cairo Al-Qahira or the Cityof Victory became one of the most powerful Islamic cities in the world during the Medieval era, marking a rebirth in Egypt's fortunes.", "Cairo never became a powerful city, as was hoped at the time."], "label": "contradiction"}, {"id": ["15156", "85507", "85507c"], "data": ["it uh the humidity's a little higher", "It's a little less humid."], "label": "contradiction"}, {"id": ["60846", "91688", "91688c"], "data": ["Overrating Bob Dylan's unpublished fragments probably won't do any damage to his real achievement.", "The fact Bob Dylan had unfinished work tarnished his reputation in the end."], "label": "contradiction"}, {"id": ["63681", "140604", "140604c"], "data": ["To the left, Signorelli portrays himself and Fra Angelico as bystanders in the vivid Preaching of the Antichrist (identified here with Savonarola).", "Signorelli has never portrayed himself in anything he has done."], "label": "contradiction"}, {"id": ["189505", "79335", "79335c"], "data": ["Let's drink to success.\" She poured some cold dregs of tea into the two cups.", "She poured coffee grounds into three cups. "], "label": "contradiction"}, {"id": ["243903", "21233", "21233c"], "data": ["Contractual arrangements for attestation engagements performed in accordance with GAGAS should provide for full and timely access to audit documentation to facilitate reliance by other auditors on the auditors' work, as well as reviews of audit quality control and assurance.", "Arrangements for attestation should provide access to hot cocoa."], "label": "contradiction"}, {"id": ["343306", "8131", "8131c"], "data": ["As with zinc, many of these remedies become popular solely on the basis of anecdotes, testimonials, and equivocal studies.", "Anecdotes, testimonials and equivocal studies do not help make remedies popular."], "label": "contradiction"}, {"id": ["77584", "70212", "70212c"], "data": ["However, in doing so they must remember that short-term gain can come at a huge longterm cost if the transaction unravels or otherwise comes under close regulatory review or public scrutiny.", "Short-term gain has no impact a longterm cost."], "label": "contradiction"}, {"id": ["378044", "50442", "50442c"], "data": ["Federal mission property, plant, and equipment (PP and E) shall be reported as required supplementary stewardship information accompanying the financial statements of the Federal Government and the component units of the Federal Government responsible for such PP and E.", "Federal mission PP and E do not have to submit reports."], "label": "contradiction"}, {"id": ["275025", "38938", "38938c"], "data": ["Beijing has encouraged more Chinese companies to come to Hong Kong to fill the commercial vacuum left by departing British companies such as the Jardine group.", "Beijing announced more Chinese companies coming to Hong Kong to fill in where German companies had left."], "label": "contradiction"}, {"id": ["309207", "70994", "70994c"], "data": ["It will probably have no effect on future elections or public policy.", "They were certain it would be harmful to the elections."], "label": "contradiction"}, {"id": ["177488", "113521", "113521c"], "data": ["A sidebar repeats the traditional wisdom that Jordan helped advertisers become colorblind.", "A sidebar repeats that Jordan was not associated with any advertisers at all."], "label": "contradiction"}, {"id": ["47310", "19317", "19317c"], "data": ["To determine if and why lawyers will stay with or leave public interest law, on February 8, 2002 the National Association for Public Interest Law (NAPIL) and the National Legal Aid and Defender Association will launch an online survey at //www.napil.org/ The survey is designed to gauge the level of the judicial and educational debt crises.", "The survey is being handled by the ACLU."], "label": "contradiction"}, {"id": ["345933", "90964", "90964c"], "data": ["She frowned, torn between old and new loyalties.", "Her old and new loyalties matched up, making the way for her abundantly clear."], "label": "contradiction"}, {"id": ["96876", "16595", "16595c"], "data": ["Red said, \"It's awfully small for a space-ship.\"", "This space-ship is huge! Red said."], "label": "contradiction"}, {"id": ["194781", "129495", "129495c"], "data": ["Taylor asks.", "Taylor had a statement."], "label": "contradiction"}, {"id": ["192516", "900", "900c"], "data": ["With its magnificent Corinthian portico crowned with statues and its columned dome, the building is a majestic sight.", "The portico is ugly and small."], "label": "contradiction"}]